{
  "nid": "264494",
  "title": "美 소비자 75% 면역계 강화 위해 보충제 섭취",
  "content": "‘코로나19’ 판데믹 상황이 여전히 맹위를 떨치고 있는 가운데 소비자들의 건강‧웰빙 습관이 크게 변화한 것으로 나타났다.이 같은 사실은 암웨이가 시장조사기관 로지트 그룹(The Logit Group)과 함께 최근 20여 개월 동안 나타난 소비자들의 행동변화에 초점을 맞춘 가운데 진행한 후 15일 공개한 설문조사 결과를 통해 확인된 것이다.암웨이 측은 로지트 그룹에 의뢰해 미국, 한국, 인도, 이탈리아, 일본, 말레이시아, 타이완 및 태국 등 8개국에서 총 8,040명의 소비자들을 대상으로 진행한 설문조사 내용 가운데 미국에서 1,000명의 응답자들로부터 확보한 응답내용을 이날 별도로 공개했다.이에 따르면 대체로 5명당 2명 꼴에 해당하는 41%가 자신의 식생활에 긍정적인 변화가 나타났다고 답한 가운데 41%가 신체단련을 규칙적으로 하고 있다고 밝혔고, 복합비타민제 또는 기타 각종 보충제를 새로 섭취하기 시작했다고 답한 응답률이 44%에 달해 눈길을 끌었다.특히 75%의 응답자들이 면역계 강화를 위해 건강‧웰빙 보충제를 일상적으로 섭취하고 있다고 답해 주목할 만해 보였다.이처럼 긍정적인 변화가 나타나도록 이끈 동기요인들로 75%의 응답자들이 현재의 건강상태를 개선하기 위한 노력의 일환이라는 답변을 내놓았고, 54%는 차후 건강상의 문제가 발생하지 않도록 예방하고자 한다고 답했다.더욱이 자신이 섭취하는 제품들의 유형에 대한 성인 응답자들의 관심도가 매우 높게 나타났음이 눈에 띄었다.예를 들면 57%의 응답자들이 구매 유무를 결정할 때 제품 및 제품에 사용된 원료들에 대한 원산지 추적성(traceability)을 중요하게 고려한다는 데 한목소리를 낸 가운데 10명당 7명에 가까운 비율로 원산지를 손쉽게 추적할 수 있는 건강‧웰빙 보충제를 발매하고 있는 기업에 대해 한층 더 높은 신뢰도를 표시한 것으로 나타났다.암웨이의 프랑수아 리나드 최고 마케팅 책임자는 “이번 설문조사가 제품의 투명성과 원산지 추적성을 원하는 소비자들의 수요가 갈수록 고조되고 있음을 확인시켜 준 것”이라면서 “마찬가지로 판데믹 상황이 이어지는 동안 건강‧웰빙 보충제 사용이 빠르게 늘어나고 있다는 점도 재확인할 수 있었다”고 언급했다.그는 뒤이어 “암웨이는 소비자들이 자신이 섭취하는 제품들이 무엇인지 알 수 있어야 한다는 믿음을 갖고 있다”며 “원산지 추적성은 암웨이의 공급망에서 통합적인 부분의 일부이자 지난 60여년 동안 암웨이가 사업을 전개해 오면서 핵심적인 부분에 자리매김해 온 것”이라고 강조했다.이와 관련, 설문조사 결과를 보면 지난해의 경우 67%의 응답자들이 자신이 섭취하고 있는 건강‧웰빙 보충제에 사용된 원료성분들의 원산지를 인지하고 있다고 답해 변화를 눈으로 확인할 수 있게 했다.62%의 응답자들은 자신이 섭취하는 제품에 대한 우려감이 한해 전에 비해 높아졌다는 데 고개를 끄덕였고, 60%의 응답자들은 사용된 원료의 인증 유무를 챙기고 있다고 답했다.52%는 제품에 대해 어떻게 검사가 안전하게 이루어지고 있는지 이해할 수 있기를 원한다고 답변했고, 3명 중 1명은 제품이 자신의 문 앞으로 배송되기 전까지 얼마나 많은 사람들의 손을 거치는지 생각하게 됐다고 밝혔다.58%의 응답자들은 건강‧웰빙 제품들의 생산방법과 품질‧안전성 입증검사에 대해 지난해보다 부쩍 관심도가 높아졌다는 데 동의했고, 53%는 식품을 구매할 때 원산지 추적성이 중요한 고려요인이라는 데 한목소리를 냈다.이밖에 유명한 인물들의 인증과 소셜 미디어의 권고는 건강‧웰빙 제품을 구매 여부를 결정할 때 가장 낮은 영향을 미치고 있는 것으로 조사됐다. 각각 21%와 25%만이 영향을 미치고 있다고 답한 것이다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "학술",
  "published_at": "2021.12.20 16:50",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=15&nid=264494",
  "scraped_at": "2026-02-03T11:17:58.438881"
}