{
  "nid": "264646",
  "title": "美, 9~11월 외식업소 고객 방문 회복세 “확연”",
  "content": "미국에서 지난 9월부터 11월까지 3개월 기간 동안 학생들이 학교로 돌아오고, 직장인들이 업무현장으로 속속 복귀하는 등 외부활동을 재개함에 따라 ‘코로나19’ 판데믹 상황이 이어지는 동안 홈스쿨링, 재택근무 및 집콕(staying at home)으로 인한 여파에 신음해야 했던 외식업계에 개선의 징후가 나타나기 시작한 것으로 분석됐다.사람들이 주로 집안에 머물러 있는 동안 아침식사, 아침간식(morning snack) 및 점심식사 행태에도 영향이 미쳤지만, 이제 외식업소를 찾는 소비자들의 발걸음이 늘어나고 있음이 눈에 띄었다는 것이다.뉴욕주 포트워싱턴에 글로벌 본사를 둔 국제적 시장조사기관 NPD 그룹은 22일 공개한 ‘미국 외식업계 추적조사 자료’를 통해 이 같이 밝혔다.다만 이 자료는 오미크론 변이가 고개를 들면서 ‘코로나19’가 재확산되기 이전이었던 지난 9~11월이 조사대상기간이었음을 감안해야 할 것으로 보인다.NPD 그룹에 따르면 지난 9~11월 3개월 동안 아침식사를 위한 외식업소 온‧오프라인 방문건수가 지난해 같은 기간에 비해 11% 증가한 것으로 나타났다.지난해 9~11월 기간의 경우 아침식사를 위한 외식업소 온‧오프라인 방문건수가 2019년 같은 기간에 비해 10% 감소한 것으로 집계된 바 있다.NPD 그룹은 9~11월 기간에 아침식사를 위한 외식업소 방문이 ‘코로나19’ 이전이었던 지난 2019년 같은 기간과 동등한 수준으로 회복된 것으로 나타났다고 분석했다.마찬가지로 9~11월 기간에 아침간식을 위한 외식업소 방문건수도 지난해 같은 기간에 비해 6% 향상된 것으로 파악된 가운데 지난 2019년 같은 기간과 비교하면 1% 미치지 못한 것으로 나타났다.지난해 9~11월 기간의 경우 아침간식을 위한 외식업소 방문건수가 전년도 같은 기간에 비해 7% 줄어든 것으로 조사됐었다.점심식사를 위한 외식업소 방문건수 또한 지난해 9~11월과 비교하면 4% 늘어난 것으로 평가됐다.2020년 9~11월 기간의 경우에는 이 수치가 마이너스 11%를 기록한 바 있다.이에 따라 점심식사를 위한 외식업소 방문이 회복세로 돌아선 것은 분명해 보이지만, ‘코로나19’ 판데믹 이전이었던 지난 2019년 같은 기간과 비교하면 7% 낮은 수치를 보인 것으로 분석됐다.또한 ‘코로나19’로 인해 큰 여파가 미쳤던 업소 내 취식(dining on-premises)을 보더라도 회복세가 나타났음이 눈에 띄었다.아침식사를 외식업소 내에서 취식한 건수를 보면 9~11월 기간에 전년도 같은 기간과 대비했을 때 51% 크게 향상된 것으로 나타났다. 2020년 9~11월은 외식업소 내 아침식사 취식건수가 전년도 같은 기간과 비교했을 때 55% 급감했던 시기이다.아침간식을 외식업소 내에서 취식한 건수 역시 9~11월 통계치를 전년도 같은 기간과 비교하면 51% 늘어난 것으로 평가됐다. 지난해 9~11월은 아침간식을 위한 외식업소 방문이 전년대비 48% 크게 감소했던 시점이다.그 뿐 아니라 9~11월 기간에 점심식사를 외식업소 내에서 취식한 건수도 전년대비 44% 늘어난 것으로 나타나 눈길을 끌었다. 전년도 같은 기간의 경우 점심식사를 위한 외식업소 방문건수가 전년대비 60%나 크게 뒷걸음친 시기이다.다만 이처럼 괄목할 만한 회복세가 나타났음에도 불구하고 전체적인 외식업소 방문건수는 ‘코로나19’ 이전의 수준에는 여전히 미치지 못하고 있는 것으로 분석됐다.NPD 그룹의 포탈라틴 애널리스트는 “지난 가을에 소비자들의 이동성이 활발해지면서 외식업계의 회복세에 힘을 실어줬지만, 아직도 ‘코로나19’ 이전의 수준으로 회복되지는 못한 것”이라면서 “이곳저곳에 따라 부침은 있더라도 앞으로 수 개월 동안 정상적인 상태를 유지하겠지만, 2022년 전체적으로 보면 외식업소 방문이 ‘코로나19’ 이전의 수준에 다소(slightly) 미치지 못할 것으로 보인다”고 전망했다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "학술",
  "published_at": "2021.12.23 16:15",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=15&nid=264646",
  "scraped_at": "2026-02-03T11:17:43.432841"
}