{
  "nid": "264653",
  "title": "코로나19에 사각지대로 밀려난 HIV…작년 신규 감염 59%↓",
  "content": "코로나19라는 전세계적인 공중 보건 이슈로 의료접근성이 단절될 수 있는 상황에서 후천성면역결핍증(HIV) 감염자들이 치료 사각지대에 방치될 우려가 커지고 있다.UN산하 에이즈 전담기구인 UNAIDS는 지난해부터 전 세계적으로 코로나19 백신이  보급될 것이라는 가정에도 불구하고 코로나19로 인한 보건의료 서비스의 중단으로 123,000~293,000건의 추가적인 HIV 감염과 약 69,000~14,8000 건의 AIDS 관련 사망사건이 늘어날 수 있다고 지적해왔다.UNAIDS 글로벌 에이즈 업데이트 2021 보고서에서도 HIV에 감염된 사람들이 코로나-19에 더 취약하지만, 코로나19 백신과 HIV 보건의료 서비스에 접근하지 못하는 의료적 불평등에 대해 우려를 표하고 있다.특히 국내의 경우 HIV 신규 감염자가 늘고 있지만 세계 HIV 감염인수는 오히려 감소하고 있어 HIV 감염 실태 및 치료 관리가 소홀해진 것 아니냐는 지적이다.전 세계 HIV 감염자 수는 약 120-220만 명으로 추정되는데 이는 2010년 이후 신규 감염이 23%나 줄어든 결과다. 반면, 국내에서는 매년 1천명  가량의 신규 HIV 감염 사례가 보고되고 있으며 2019년 한해 HIV 국내 신규 감염인은 1,222명, HIV 국내 누적 감염인은 1만 3천명을 넘어섰다.코로나19 팬데믹 사태로 익히 알려졌듯이 ‘확진자’와 ‘감염자’ 개념이 다른 것처럼 HIV에도 확진자와 감염자가 일치하는 것이 아니다. 질병청에서 올해 발표한 최근 10년간 보건소 HIV 선벌겸사 현황에 따르면 국내 감염인은 1만 명대를 넘어가고 있지만 지난해 국내 HIV 신규 감염 건수가 59.4%나 급감했다.이는 코로나19 확산세로 보건소 업무가 코로나19 방역에 치중되면서 다른 질병에 진료업무가 전면 중단되어 비롯된 것으로 풀이된다. 서울시를 예로 현재 24일 기준 시내 25개 구가 운영하는 보건소 중에서 에이즈 신속검사가 가능한 보건소는 7군데(△강남구 △강북구 △관악구 △도봉구 △종로구 △중랑구 △은평구)에 불과하다.코로나19 의료공백인권실태조사단 또한 지난해 11월 발표한 코로나19 의료공백 인권실태조사 보고서를 통해 공공병원들이 코로나19 전담 병원으로 지정되면서 HIV 감염인과 같은 사회적 취약계층이 아프거나 응급 상황일 때 갈 수 있는 병원이 없는 상황이라고 지적하기도 했다.보건소에서 이뤄지는 무료 HIV 선별검사는 지역사회 주민과 취약계층에 대해 초기에 감염병을 예방할 수 있는 중요한 역할을 하고 있다. 최신 HIV-AIDS 신고현황 연보(2019)에 따르면 신규 HIV 감염자 신고자 가운데 10명 중 3명(30.0%, 367명)이 보건소를 통해 파악됐다.국내 보건소와 병·의원에서 시행되는 HIV 검사는 매우 간단한 과정으로 양성 여부를 판단할 수 있다. 2015년 이후부터는 신속 검사법이 서울의 모든 보건소에 도입됐고 혈액 한 방울로 EIA 검사와 달리 20분밖에 소요되지 않는다. 검사는 감염 이후 12주(3개월)이 되는 기간이 가장 적합하며 전문가들은 1년에 1~2회의 정기검진을 권장한다.질병청 보건환경연구원 관계자는 “코로나19 방역 현장에 보건의료인력이 비중있게 배치되는 것은 사실이나 HIV를 비롯해 다른 감염병의 확진을 관리하는 업무의 비중이 줄어든 것은 아니다”라고 말했다. 덧붙여 “1차 검사기관을 거친 HIV 검체는 확진기관에서 양성은 물론 양성이 의심되는 음성검체까지 다시 확진검사를 거치기 때문에 정확한 감염자 통계를 산출한다”고 전했다.",
  "author": "김상은 기자",
  "email": "kims@yakup.com",
  "category": "약국",
  "published_at": "2021.12.24 08:15",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=14&nid=264653",
  "scraped_at": "2026-02-03T11:17:30.728830"
}