{
  "nid": "264739",
  "title": "그대의 찬손? 충분한 수분공급으로 손난로처럼..",
  "content": "“겨울철에 적절한 수분공급을 유지하면 혈액순환을 개선해 수족냉증을 예방하고 하루 종일 손‧발을 따뜻하게 유지할 수 있을 것입니다.”미국 버지니아주 알렉산드리아에 본부를 둔 국제생수협회(IBWA)는 지난 21일 이 같은 내용을 공개하면서 겨울철을 따뜻하게 보낼 수 있는 한 방법을 제시했다.12월 21일은 국제생수협회가 본격적인 겨울추위가 시작되는 D-데이로 정하고 있는 날이다.국제생수협회의 질 컬로라 홍보담당 부회장은 “연말연시 휴가시즌 동안에도 생수(bottled water)가 칼로리, 카페인, 설탕, 인공색소, 인공향료, 알코올 및 기타 갖가지 성분들의 섭취를 피하거나 적정하게 섭취할 수 있기를 바라는 사람들에게 완벽한 대안음료가 될 수 있을 것”이라고 강조했다.컬로라 부회장은 뒤이어 “고칼로리 음료를 대신하는 음료로든, 비 알코올성 음료로든, 생수가 소비자들에게 신선하고, 수분을 공급해 주고 편리한 음료로 일관된 안전성과 품질, 훌륭한 맛을 제공해 줄 수 있다”면서 “광천수에서부터 정제수(精製水)에 이르기까지, 그리고 미네랄 워터에서부터 스파클링 생수에 이르기까지 소비자들은 자신의 특별한 니즈와 선호도에 따라 다양한 유형의 생수를 선택할 수 있을 것”이라고 덧붙였다.이와 관련, 추운 날씨는 혈관을 수축시키고, 이로 인해 혈액흐름이 둔화되는 것으로 알려져 있다.특히 신체의 사지(四肢) 부분은 이처럼 추운 날씨로 인한 혈관수축과 혈행둔화의 영향을 가장 크게 받는 부위로 지적되고 있다.하지만 충분한 양의 수분공급을 통해 혈액을 묽게 하고, 혈액흐름을 개선해 전신을 따뜻하게 하는 데 도움이 될 수 있을 것이라는 게 전문가들의 설명이다.이렇게 겨울철에도 몸을 따뜻하게 유지하면 사지의 혈액흐름을 개선해 폐, 심장 및 기타 각종 장기(臟器)들을 보호할 수 있게 될 것이라는 지적이다.식생활‧운동 전문가로 알려진 루이스 베일리는 “겨울철에 최적의 수분공급을 유지하면 차가운 손‧발을 따뜻하게 해 줄 수 있을 것”이라면서 “수돗물이든, 정화한 물이든, 아니면 생수이든 따뜻한 물로 목을 추기고 신선한 과일을 곁들여 섭취할 필요가 있다”고 말했다.국제생수협회는 사람의 몸든 최대 70%로 물로 구성되어 있고, 혈액 또한 절반이 물로 이루어져 있음을 상기시켰다.이에 따라 충분한 수분공급을 통해 심장에서 혈액이 혈관을 통해 근육으로 순조롭게 전달될 수 있도록 해 줄 것이라고 설명했다.무엇보다 물을 마시고 충분한 수분공급 상태를 유지하면 겨울철에 몸을 좀 더 따뜻하게 유지하는 데 도움이 될 수 있을 것이라고 강조했다.우리의 몸이 섭취된 물을 사용해 체온의 균형을 유지할 수 있게 되는 반면 수분을 충분하게 공급하지 않으면 몸이 차게 된다는 것이다.그러면 우리의 몸은 얼마나 많은 양의 수분을 필요로 하는 것일까?국제생수협회는 미국 심장협회(AHA)의 자료를 인용하면서 체중, 활동 수준, 환경 및 착용한 옷의 유형에 따라 사람의 몸이 필요로 하는 수분의 양이 다르게 나타난다고 언급했다.이에 따라 섭취토록 권고하는 물의 양 또한 상이하게 나타날 수 있다는 것이다.미국 심장협회의 경우 미국 국립과학기술의학아카데미(NASEM)의 가이드라인을 준수해 평균적인 건강한 성인을 기준으로 권고치를 제시하고 있다고 국제생수협회는 설명했다.여성들의 경우 약 11컵(2.7리터 또는 약 91온스), 남성들은 약 15.5컵(3.7리터 또는 약 125온스)의 물을 매일 음용토록 권고하고 있다는 것이다.또한 국제생수협회는 갈증을 느낄 때면 이미 탈수가 진행되기에 이른 단계이므로 목마름이 느껴질 때까지 기다리지 말 것을 당부했다.컬로라 부회장은 “겨울철에 충분한 수분공급을 유지하는 일은 까다로운 과제의 하나일 수 있다”면서 “탈수를 경고하는 징후들이 미묘하게 나타날 수 있는 데다 명백하게 나타나지도 않기 때문”이라고 지적했다.그리고 이것은 수돗물이든, 정화된 물이든, 아니면 생수이든 연중, 밤낮으로 양질의 건강한 수분공급 습관을 유지하는 일이 매우 중요한 이유라고 단언했다.컬로라 부회장은 “겨울철에 사람들은 갈증을 덜 느낄 수 있지만, 하루 종일 양질의 수분공급 상태를 유지하기 위해 수시로 물을 음용해야 함을 유념해 두는 것이 중요하다”며 “여름철에 다량의 물을 마시듯이 겨울철에도 그 같이 좋은 습관을 유지해야 할 것”이라고 강조했다.그 이유의 하나로 컬로라 부회장은 겨울철이면 호흡만으로도 수분상실이 유발될 수 있다는 점을 언급했다.게다가 겨울철이면 건조한 대기로 인해 땀이 빠르게 증발되기 때문에 발한(發汗)에 대해 둔감해질 수 있다고 덧붙이기도 했다.한편 체내의 수분이 1~2% 정도만 소실되더라도 감정이나 에너지 수치, 정신상태에 영향을 미칠 수 있지만, 사람들은 이 같은 탈수상태를 느끼지 못할 수 있는 것으로 알려져 있다.바꿔 말하면 물 한잔을 마시는 것만으로 감정, 에너지 및 인지력을 개선할 수 있을 것이라는 의미이다.충분한 양의 수분공급을 겨울철에 피부가 건조해지지 않도록 하는 데도 도움이 될 수 있을 것이라는 지적이다.컬로라 부회장은 “연중 어느 때를 불문하고 생수가 건강한 수분공급 뿐 아니라 칼로리, 카페인, 설탕, 인공색소, 인공향료 및 기타 각종 성분들의 섭취를 피하고자 하는 소비자들에게 훌륭한(excellent) 대안이 될 수 있을 것”이라고 결론지었다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "학술",
  "published_at": "2021.12.27 14:41",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=15&nid=264739",
  "scraped_at": "2026-02-03T11:17:44.602790"
}