{
  "nid": "264746",
  "title": "당신이 HIV 양성이라면 알아야 할 6가지 질문",
  "content": "코로나19 팬데믹이 2년째 지속되는 가운데 코로나19의 확산의 여파에 가려진 타 감염질환에도 관심이 필요하다는 지적이 일고 있다.이중 세계보건기구(WHO)는 코로나19 유행 상황으로 HIV 감염인이 마주하고 있는 건강 불평등과 의료접근의 어려움을 문제로 인식하고 ‘불평등을 끝내다, 에이즈를 끝내다’로 선정해 HIV/AIDS에 영향 받는 모든 사람들을 위한 포용과 형평성 촉구를 강조했다.질병관리청도 지난 1일 세계 에이즈의 날을 맞아 HIV/AIDS 치료에 보건의료의 형평성을 촉구하고 나섰다.  코로나19로 보건의료 서비스 영역이 위축된 상황에서 지금 당장 HIV가 의심된다면 먼저 확인해야 할 사항은 무엇일지 몇가지 내용을 짚어보는 것은의미가 있다.Q. HIV 감염 의심스러울 때는 어떻게 해야 하나?에이즈 초기 증상으로는 발열, 인후통, 두통 등이 있다. 대부분 감기 몸살로 생각해 가볍게 넘기는 것이 부지기수다.위의 증상과 함께 HIV 감염이 의심된다면 즉시 검사를 받아야한다. 현재 코로나 19로 보건소가 마비되며 대부분의 보건소에서 HIV 선별검사가 불가능하지만 서울시로 예를 들어 28일 기준 서울 시내 7개 보건소(강남구,강북구,관악구,도봉구,은평구,종로구,중랑구)는 HIV 검사가 가능한 것으로 알려졌다. 코로나19 상황에 따라 변동이 있을 수 있기 때문에 지역 보건소에 직접 전화해 확인해 보는 것이 좋다. 보건소 외의 다른 방법으로는병·의원 검사, 자가진단키트 검진 등의 방법도 있다.Q. 병원 방문했을 때 HIV는 어떤 과정을 거쳐 진단되는가?HIV 초기 감염인이 방문하였을 때 CD4+T세포수와 백분율,혈장 HIV RNA 정량 검사 시행한다. 이중 항레트로바이러스 요법을 시행 받는 환자의 경우 CD4+T 세포 수와 혈장 HIV RNA 정량검사를 12~24주 간격으로 반복한다.만약 항레트로바이러스 요법을 시행 받지 않는 환자의 경우라면 치료 시작시점 결정을 위하여 CD4+T 세포수와 혈장 HIV RNA 정량검사를 12~24주 간격으로 반복한다. 검사 결과를 바탕으로 의료진과 상담 이후 약제를 결정하고 처방받는다.Q. HIV검사에서 양성이 나왔을 경우에는 어떻게 하나?양성으로 결과가 나올 경우 HIV 확진 판정을 받고 바로 감염내과 의료진에게 신속히 진료 받아야 한다.전국에 감염내과가 개설된 의료기관은 서울아산병원,서울삼성병원,서울대병원을 비롯하여 총 71개이다. 대한에이즈학회 등 온라인 검색을 통해서 가장 가까운 의료기관을 쉽게 확인할 수 있다. 필요하다면 방문 이전 진료 가능 여부나 후불제 적용 여부를 확인할 수 있다.Q. HIV/AIDs 치료 비용은 얼마나 들까?2013년 기준 HIV 감염인 1인당 발생한 총 요양급여 비용은 9,966,415원이었다. 최근에는 비용이 부담스러운 HIV 감염인을 위해정부에서 치료비 지원을 하고 있다.실명으로 등록된 HIV 감염인이 의료기관에서 HIV 관련 질환으로 진료를 받을 시 발생되는 진료비 중 보험급여분의 본인 부담금을 지원하고 있다.익명으로 등록돼 있어도 실명으로 전환 후 신청할 경우 진료비를 지원하고 있다. 감염인이 선 납부한 뒤 환급해주거나 의료기관의 진료비 후불 협조를 통해 직접 의료기관에 후납하는 방식으로 지원하고 있다. 또한,민간단체는 HIV/AIDS에 대한 사회적인 차별과 편견으로 심리, 사회, 경제적으로 취약한 상황에 놓여있는 HIV 감염인을 위한 사회통합 지원 시스템을 운영하고 있다.Q. 기저-동반 질환이 있는 HIV 감염인도 항바이러스 치료가 가능한가?정확한 치료를 위해 신속히 의료기관에 내원해 의료진과 상의하는 것이 매우 중요하다.최근 HIV 치료의 글로벌 가이드라인에서도 HIV 감염 조기의 최대한 빠른 치료 개시할 것을 권고하고 있다.그동안 HIV 감염인들은 기저질환이나 동반질환의 위험이 있어 관련 검사를 받고 치료를 개시할 수 있어 신속치료의 어려움이 있었다.다행히 2019년 출시된 길리어드의HIV 치료제 빅타비는 내성검사,유전자 검사, B형/C형 간염검사 등이 필요한 다른 치료제와는 달리 HIV 치료제 중 유일하게 치료를 받기 전 부가적인 사전 검사가 필요 없는 치료제다.이미 2018년 미국 CDC(Centers for Disease Control and Prevention)와 DHHS(Department of Health and Human Services)는 초기 치료에 있어 2세대 InSTI인 빅테그라비르(Bictegravir)의 복용을 HIV 감염자들의 초기 치료옵션으로 권고하기도 했다.지난해 빅타비 스위칭 연구 결과에서 다양한 인구 기반의 데이터가 공개됐다.항바이러스 치료를 통해 조절이 잘 되고 있는 65세 이상 고령의 HIV 환자에서 빅타비로 교체 투여 후 효능 및 안전성을 평가한 4개 연구 (Study 1844, Study 1878, Study 4030,Study 4499)로부터 동반질환을 가진 환자 데이터를 선별해 분석한 결과가 구연 발표됐다.총 140명의 환자 데이터를 분석했을 때 당뇨병,고혈압, 심혈관질환,이상지질혈증을 동반한 환자에서 빅타비로 약물을 교체한 48주차에도 92%가 바이러스 억제를 유지하며 우수한 내약성을 보였다.Q. 코로나 팬데믹 상황에서 HIV 감염관리에 주의 해야 할 점은?코로나19라는 전세계적인 공중 보건 이슈로 감염인들의 의료접근성이 단절될 수 있는 상황에서 코로나19 고위험군을 비롯한 감염환자의 경우  HIV 감염과 치료에 유념할 필요가 있다. HIV 감염인은 코로나19 감염시 중증도 위험이 매우 높기에 철저한 방역과 거리두기를 통해 예방이 필요하다.또한 코로나19 확산으로 의료 공백이 발생하지 않도록 미리 주치의와 상의할 필요가 있다. 코로나19의료공백인권실태조사단은 2020년 11월 발표한 코로나19 의료공백 인권실태조사 보고서를 통해 공공병원들이 코로나19 전담 병원으로 지정되면서 HIV 감염인과 같은 사회적 취약계층이 아프거나 응급 상황일 때 갈 수 있는 병원이 없는 상황이라고 지적하기도 했다.",
  "author": "김상은 기자",
  "email": "kims@yakup.com",
  "category": "약국",
  "published_at": "2021.12.28 06:00",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=14&nid=264746",
  "scraped_at": "2026-02-03T11:17:21.794461"
}