{
  "nid": "264705",
  "title": "\\\"C형 간염, 치료 가능하지만 검진 통해 빠른 치료가 더 중요\\\"",
  "content": "통계청 발표에 따르면 2020년 암 사망률 중 제일 높은 것은 폐암, 그리고 간암은 그 뒤를 잇는 2번째인 것으로 나타났다. 간암은 암중 가장 치료하기 힘들어 일명 ‘최악의 암’이라고 불리는 췌장암보다 사망률이 높으며 환자의 수는 췌장암의 2배에 달한다.간암의 생존율이 낮은 이유는 조기 검진이 잘 안 되기 때문이다. 일명 ‘침묵의 장기’라 불리는 간암은 간의 70%가 손상이 되어도 대부분의 사람들은 그 증상을 느끼지 못해, 간암을 진단 받았을 땐 치료가 이미 늦어져 버린 경우가 허다하다.하지만 간암은 위험요인이 잘 알려져 있어 예방이 다른 암보다 쉬운 편이다.C형 간염, B형 간염은 간암의 주요 원인으로 알려졌다. 우리나라에서 B형 간염으로 인한 간암은 약 70%, C형 간염으로 인한 간암은 약 10%로 나타났다. B형 간염은 예방 백신이 존재하지만 C형 간염은 아직 백신이 없다. 하지만 C형 간염의 치료제는 개발돼 완치가 가능하다.이에 이대목동병원 소화기내과 김휘영 교수를 찾아 C형 간염에 대한 이야기를 나누었다.Q. C형간염이란 무엇인지 자세한 설명 부탁드립니다.A.C형간염 바이러스의 감염에 의해 발생되는 간의 염증으로, 만성화될 경우 간경변을 거쳐 간암으로 진행할 수 있는 질환입니다. 우리나라에서 B형간염 바이러스에 이어 만성 바이러스 간염의 두번째로 흔한 원인이고, 간암의 원인 중 약 10%를 차지합니다. 진단은 혈청 내 바이러스 RNA를 측정하여 확진하게 되는데, 질병이 많이 진행되기 전에는 대개 무증상이므로 조기 진단이 쉽지 않다는 문제가 있습니다.Q. 간염은 A, B, C형으로 나눌 수 있는데, 이들의 차이점은 무엇이고 어떻게 구분하나요?A.흔한 바이러스성 간염의 원인이 A, B, C형간염을 들 수 있고, 가장 큰 차이점은 A형 간염이 경구 전염, 즉 바이러스에 오염된 음식을 섭취함으로써 감염이 되는 반면 B형과 C형간염은 혈액이나 체액으로 전파된다는 차이가 있습니다.Q. C형 간염에 취약한 사람들은 누가 있을까요?A.잘 알려진 C형간염의 고위험군은 정맥주사 약물남용자, 혈액투석 환자, 인간면역결핍바이러스 (HIV) 감염자, 혈우병 환자 등이 있고, C형간염 바이러스에 감염된 사람과 성적 접촉을 갖는 경우나 C형간염 바이러스 양성인 혈액에 오염된 주사바늘에 찔린 의료인의 감염 등도 있습니다.Q. C형 간염에 감염된 환자 중 만성으로 발전할 가능성은 얼마나 되고 그 이유는 무엇일까요? 또한 간경변이나 간암으로 발전할 가능성은 얼마정도 될까요?A.만성으로 진행하는 빈도는 54-86%, 대략 2/3 정도로 볼 수 있고, 급성 감염 후 일부의 환자는 체내의 면역체계에 의해 자연적으로 치유되는데 반해 그렇지 못한 경우 만성 감염으로 이행하기 때문입니다. 만성 C형간염에서 15-51%가 간경변과 간암으로 진행하는데 이는 약 20-30년가량 소요되는 것으로 알려져 있습니다.Q. 어떠한 습관들을 사람들이 C형 간염에 감염된 후 간경변 및 간암으로 쉽게 발전이 될까요? 관리하는 방법은 무엇이 있을까요?A.C형간염의 흔한 전파경로는 마약류의 정맥주사 약물남용자, 비위생적인 과정으로 이루어지는 시술, 특히 문신, 피어싱, 네일케어 등의 미용시술과 오염된 침을 재사용하는 무면허 침술 등과 다수의 성적 파트너가 있는 경우 등이 해당됩니다. 침습적인 시술이나 마약류 약물남용, 주사기 재사용, 안전한 성관계 등에 관한 철저한 관리와 주의가 요구됩니다.Q. 간염이 자연적으로 치료되는 경우도 있나요?A.C형 간염에서 약 14-46% 정도 발생하는 것으로 알려져 있습니다.Q. C형 간염의 치료는 어떻게 이루어지고 있나요?A.과거 인터페론 기반의 치료는 주사의 불편함, 빈번한 부작용과 긴 치료기간(24주 또는 48주)에도 불구하고 만족스럽지 못한 치료결과가 문제였으나 최근 도입된 경구 항바이러스 약제들은 8-12주의 단기간 치료와 심각한 부작용이 거의 없으면서 98-99%에서 지속바이러스반응(완치로 간주)을 보입니다.Q. 간염을 초기에 발견해 치료한 후에 다른 종류의 간염에 감염될 수 있나요?A.한 가지 간염에 대해 치료가 잘 되었더라도 다른 종류의 간염에 감염될 수 있습니다. 그렇기 때문에 A형 간염이나 B형 간염과 같이 예방이 가능한 종류의 바이러스간염에 대해서는 예방접종이 필수입니다.Q. C형 간염은 다른 간염과는 달리 백신이 아직 존재하지 않는 것으로 알려져 있습니다. 백신 개발이 어려운 이유는 무엇인가요?A.C형 간염 바이러스의 유전자 복제 시 다양한 돌연변이가 발생하므로 백신의 표적 항원을 정하기 어렵고 이러한 돌연변이는 백신으로 유도된 면역 반응을 회피할 수도 있어 백신을 개발하는 데 큰 어려움이 있습니다.Q. 간암은 다른 암들과는 달리 뚜렷한 발병원이 존재한다고 하는데, 초기 증상이 미미해 발견이 늦어 진다고 알고 있습니다. 건강한 간을 위해서 사람들이 취할 수 있는 행동은 무엇이 있을까요?A.우리나라 간암의 가장 흔한 원인은 B형간염, C형간염, 알코올 간경변 등이고, 최근 비만이나 당뇨병 등과 밀접히 연관된 비알코올지방간질환에 의한 간암도 점차 증가추세를 보입니다. B형간염은 예방접종을 통해, C형 간염은 앞서 언급한 전파경로에 대한 주의를 기울여 감염되지 않도록 하는 것이 필요하겠고, 건전한 음주습관과 적정 체중을 유지하는 것 역시 중요합니다. 일단 만성 간질환이나 간경변으로 진단되면 간암의 위험에 대한 평가와 추적 관리를 위해 간 전문의의 진료를 받고 필요한 경우 적절한 약물치료를 받는 것이 필수입니다.Q. C형 간염을 앓고 있는 환자들에게 한 말씀 부탁드리겠습니다.A.C형간염은 치료약제의 비약적인 발전에 힘입어 최근에는 경구약 8-12주 복용으로 대부분 완치되고 있습니다. 일단 지속바이러스반응(완치)에 도달하면 간경변이나 간암으로의 진행 위험도 현저히 줄어들지만 치료 이전에 이미 간경변에 도달해 있었던 경우는 간암 발생 위험이 유지되므로 간암에 대한 정기적인 감시검사를 지속해야 함을 잊어서는 안되겠습니다.Q. 그 밖에 더 하시고 싶은 말씀이 있다면 부탁드리겠습니다.A.C형간염은 효과적인 치료제가 널리 보급되어서 치료 자체는 용이해 졌지만, 진단 검사가 이루어지지 않아 감염 여부 자체를 모르는 경우가 드물지 않습니다. 40세 이후에는 한 차례 이상 C형간염 검사를 받는 것이 좋겠고, 40대 이하라도 앞서 언급한 고위험군의 경우에는 검진을 받을 필요가 있습니다.김휘영 교수는 서울대학교 의대를 졸업하고 국립암센터 간암센터에서의 전문의를 거쳐 서울대학교 병원운영 서울특별시 보라매병원 임상교수를 지냈다. 현재 이대목동병원 소화기내과, 간센처/췌장ㆍ담도센터에서 교수로 재직하고 있다.또한 대한간학회 만성 B형 간엽 진료 가이드라인 개정위원을 지냈으며 대한간암학회 학술위원을 거쳐 현재 대한간학회 섭외위원을 담당하고 있다.전문 진료 분야로는 ▲간암 ▲간경변 ▲B, C형 간염 ▲급성간염 ▲알코올간질환 ▲지방간 ▲독성간염 ▲자가면역간질환 ▲간기능거사이상 등이다.",
  "author": "최윤수 기자",
  "email": "jjysc0229@yakup.com",
  "category": "약국",
  "published_at": "2021.12.27 06:00",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=14&nid=264705",
  "scraped_at": "2026-02-03T11:17:28.927443"
}