{
  "nid": "264777",
  "title": "아시아 각국 온라인 식료품 배달 시장 “후끈”",
  "content": "‘코로나19’가 아시아 지역의 지역특화(hyperlocal) 식품 배달 서비스 업체들에게 경영을 다각화하고 매출을 끌어올릴 수 있는 절호의 기회요인으로 작용하고 있다는 평가가 나왔다.변화하고 있는 경기순환과 소비자 행동에 대응해 기업의 탄력성을 제고하는 데도 오히려 호재로 작용하고 있을 정도라는 것.영국 런던에 글로벌 본사를 둔 비즈니스 정보 서비스‧컨설팅기관 글로벌데이터(GlobalData)의 바비 버기스 애널리스트는 지난 15일 이 같은 평가를 내놓으면서 단적인 예로 싱가포르의 그랩 홀딩스(Grab Holdings)와 인도의 스위기(Swiggy) 등의 신속배달 전문 서비스 기업들을 언급했다.이들이 앞다퉈 온라인 식료품 배달(e-groceries)을 핵심사업으로 강화하는 데 사세를 집중하기에 이르렀다는 것이다.버기스 애널리스트는 “재택기간이 장기화됨에 따라 소비자들이 오프라인 매장을 자주 찾아야 하는 번거로움과 부담을 피하기 위해 일상생활에서 필요한 필수품들을 온라인 마켓에서 구매하기 시작했고, 그 결과 이제는 식료품 쇼핑마저 온라인에서 간편하고 안전하게 구매하는 데 익숙해지기에 이르렀다”고 단언했다.이에 따라 ‘코로나19’ 판데믹으로 인한 규제가 완화된 이후에도 온라인 식료품 쇼핑 트렌드에서 성장 모멘텀이 지속적으로 힘을 얻고 있다는 설명이다.버기스 애널리스트는 이와 관련, 글로벌데이터가 지난 9월 아시아‧태평양지역 각국에서 총 6,399명의 응답자들을 대상으로 진행했던 설문조사 결과를 인용했다.이에 따르면 응답자들의 31%가 온라인 식료품 쇼핑을 이전보다 한결 빈도높게 하고 있다는 데 한목소리를 낸 가운데 14%는 지난 3/4분기 동안 온라인 식료품 쇼핑에 처음으로 발을 들여놓았다고 대답했음이 눈에 띄었다.또한 앞으로도 온라인 식료품 쇼핑을 지속할 것이라고 답한 응답자들이 27%에 달한 반면 이전보다 온라인 식료품 쇼핑횟수가 줄어들었다고 답변한 이들은 9%에 불과했다.마찬가지로 현재 온라인 식료품 쇼핑을 하지 않고 있다고 답한 이들은 2%에 그쳤고, 온라인 식료품 쇼핑 경험이 전혀 없다고 응답한 이들의 경우 17%를 기록했다.버기스 애널리스트는 지난해 ‘코로나19’ 판데믹으로 인해 차량 호출 서비스 수요가 감소한 상황에서 그랩 홀딩스가 식료품 배달 서비스 부문 자회사 ‘그랩마트’(GrabMart)에 사세를 집중하는 체제로 전환한 예를 상기시켰다.지난해 그랩마트가 동남아시아 8개국에서 주문이 들어오면 신속하게 식료품을 배달하는 서비스를 개시했다는 것이다.인도의 배달 애플리케이션 업체 조마토(Zomato)와 스위기 또한 영업규제로 업황이 주춤한 현실을 배경으로 온라인 식료품 배달 서비스 위주로 체제를 전환한 결과 매출이 향상되었을 뿐 아니라 생산성이 개선되는 성과로 이어졌다고 버기스 애널리스트는 강조했다.조마토는 지난해 식료품 배달 서비스 스타트업 컴퍼니 그로퍼스(Grofers)에 1억 달러의 투자를 단행했는가 하면 스위기의 경우 올해 7월 12억5,000만 달러에 달하는 투자금을 조성할 수 있었다고 덧붙이기도 했다.버기스 애널리스트는 “아시아 시장에서 온라인 식료품 배달 시장이 발빠르게 규모를 확대해 나가면서 경쟁력 있는 가격, 초고속 배달 및 고객체험 향상 등을 통해 소비자들에게 어필하고 있다”면서 “온라인 식료품 배달 부문의 성장이 아시아 각국에서 아직 충분하게 조직화되지 못했던 소매유통 부문의 디지털화를 가속화시키는 촉매제로 작용할 수 있을 것”이라고 결론지었다.이 부문에서 경쟁이 가열될수록 머지 않은 장래에 시장통합이 이루어질 수 있을 것으로 예상하기도 했다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "학술",
  "published_at": "2021.12.28 16:19",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=15&nid=264777",
  "scraped_at": "2026-02-03T11:17:53.003519"
}