{
  "nid": "264821",
  "title": "非경구 경관 영양공급 시장 코로나로 어부지리",
  "content": "비 경구 경관(頸管) 영양공급 시장이 연평균 8.1%의 성장을 지속해 오는 2027년이면 109억 달러 규모에 도달할 수 있을 것으로 전망됐다.아일랜드 더블린에 소재한 시장조사기관 리서치&마켓은 23일 공개한 ‘영양소 유형별, 지역별 글로벌 비 경구 경관 영양공급 시장 전망과 코로나19의 영향 분석 및 2021~2027년 전망’ 보고서를 통해 이 같이 내다봤다.이와 관련, 비 경구 경관 영양공급(parenteral nutrition) 또는 정맥 내 영양공급은 각종 단백질, 비타민, 지방, 전해질, 미네랄 및 탄수화물 등을 액제 형태로 공급하는 방식을 말한다.특수 영양제의 일종이어서 위장관(胃腸管)을 적절하게 사용할 수 없는 환자들을 위한 영양공급을 지원하는 데 유용하게 사용되고 있다.특히 영양실조를 배제하고 수분공급, 에너지 및 근력 등을 유지하는 데 대단히 큰 도움을 줄 수 있다는 것이 전문가들의 지적이다.이에 따라 암, 탈수, 크론병, 허혈성 대장질환, 단장(短腸) 증후군 및 대장 기능이상 등으로 인해 고통받는 환자 등을 대상으로 광범위하게 사용되고 있다.보고서에 따르면 비 경구 경관 영양공급 부문은 개발도상국들과 저개발국 등을 중심으로 소아 영양실조 발생률이 높게 나타나고 있는 현실을 배경으로 시장확대가 촉진되고 있는 추세이다.이와 함께 아미노산, 지질, 비타민, 미네랄 및 기타 각종 영양소들의 적절한 균형을 위해 비 경구 경관 영양공급을 필요로 하는 수요가 확대일로여서 시장이 발빠르게 성장할 수 있을 것으로 기대케 하고 있다.비 경구 경관 영양공급은 발달부진, 발육부전 및 각종 감염증 발생률을 낮추기 위한 측면에서도 시장확대 추세가 가속페달을 밟을 수 있을 것으로 예상되고 있다.이 중에서도 초(超)저체중 신생아들은 장관(腸管) 영양공급에 어려움이 큰 관계로 비 경구 경관 영양공급을 필요로 하는 수요가 크게 나타나고 있다.마찬가지로 조산아들 또한 비 경구 경관 영양공급이 매우 중요한 수요자 그룹으로 지적되고 있다.산모의 자궁 내 영양소 축적을 향상시켜 조산아의 신경계 발달을 돕고, 각종 합병증이 수반될 위험성을 낮춰 생존 가능성을 높여줄 수 있기 때문이다.보고서는 시선을 돌려 최근의 ‘코로나19’ 위기가 환자들의 빠르고 안전한 회복을 위해 전신이 필요로 하는 영양소와 수액을 공급하는 데 이점을 내포한 비 경구 경관 영양공급 이용률을 크게 높이면서 오히려 호재로 작용하고 있다고 강조했다.‘코로나’ 환자들의 경우 장관 영양공급에 비해 비 경구 경관 영양공급이 영양소 흡수를 높이고 감염 위험성을 감소시키는 등 여러모로 장점이 크기 때문이라는 것.이 때문에 ‘코로나19’ 위기가 앞으로 비 경구 경관 영양공급 시장에서 수요를 확대하고 성장에 가속도가 붙도록 하는 요인으로 긍정적인 영향을 미칠 수 있을 것으로 보고서는 예상했다.의사들이 목표로 하는 환자들의 영양소 섭취를 가능케 하고, 빠른 회복을 도우면서 입원일수를 단축하는 데도 효과적인 것으로 나타나는 등 비 경구 경관 영양공급의 장점을 유념하고 있다고 덧붙이기도 했다.이밖에도 각국 정부가 영양부실로 인한 부담이 가중되지 않도록 하기 위해 다양한 정책을 실행에 옮기고 있어 비 경구 경관 영양공급 수요가 늘어나는 데 힘을 보태고 있다고 보고서는 풀이했다.세계보건기구(WHO)를 비롯해 다양한 기관들이 영양실조 문제에 대응하기 위해 새로운 플랜을 강구하고 있는 현실도 비 경구 경관 영양공급 부문의 확대에 힘을 실어줄 요인으로 보고서는 빼놓지 않았다.후두암, 식도암, 크론병, 궤양성 대장염, 위암 및 후두암 등의 질환들이 환자들로 하여금 음식물을 경구섭취하는 데 부정적인 영향을 미치고 있는 데다 유병률 또한 증가일로를 치닫고 있어 차후 비 경구 경관 영양공급 시장이 몸집을 불리는 데 지원군 역할을 할 것으로 내다보기도 했다.다만 환자들 뿐 아니라 의사들 사이에서도 장관 영양공급에 대한 선호도가 훨씬 높게 나타나고 있다는 점은 비 경구 경관 영양공급 시장의 확대를 저해할 수 있는 요인으로 보인다고 보고서는 지적했다.아무래도 장관 영양공급이 비용부담이 낮은 데다 섭취가 간편하고, 각종 합병증을 수반할 위험성 또한 낮기 때문이라는 것이다.전신의 자연적인 치유과정에서 장관 영양공급이 보다 효과적일 수 있고, 체내의 혈행을 촉진하는 데 효과적일 수 있다는 점을 덧붙이기도 했다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "학술",
  "published_at": "2021.12.29 19:52",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=15&nid=264821",
  "scraped_at": "2026-02-03T11:17:42.821894"
}