{
  "nid": "322533",
  "title": "국경없는의사회, “아이티 포르토프랭스 성폭력 급증” 경고",
  "content": "국제 인도주의 의료구호단체 국경없는의사회가 현지시각 28일 신규 보고서 ‘아이티 포르토프랭스의 성·젠더 기반 폭력’을 발표했다.보고서에 따르면 아이티 수도 포르토프랭스에서 2021년 이후 성·젠더 기반 폭력이 급증했으며 주민들을 공포에 몰아넣기 위한 체계적인 수단으로 이용되고 있다. 특히 여성과 여아들에게 큰 피해를 주고, 폭력과 치안 불안 속에서 사회 기반 시설과 공공 서비스, 생활 여건이 악화된 가운데 이러한 위기가 발생하고 있다.이번 보고서는 국경없는의사회가 운영하는 프란 멘엠 진료소에서 지난 10년간 축적한 의료 데이터와 생존자 증언을 토대로 작성됐다. 국경없는의사회는 2015년 해당 진료소를 개소한 이후 지금까지 약 1만 7천 명에게 종합적인 의료 및 심리사회적 치료를 제공했으며, 이 중 98%가 여성과 여아였다.디아나 마닐라 아로요(Diana Manilla Arroyo) 국경없는의사회 아이티 현장 책임자는 “프란 멘엠 진료소에서 치료를 받은 성·젠더 기반 폭력 생존자 수는 2021년 월평균 95명에서 2025년에는 250명 이상으로 거의 세 배 증가했다”며 “최근 몇 년 간 아이티 내 폭력 사태가 급격히 확산되면서 그 영향이 포르토프랭스 여성과 여아들의 몸에 직접적으로 드러나고 있다”고 전했다.보고서는 모든 연령대 여성과 여아들이 표적이 되고 있으며, 집을 떠나 강제로 이주한 생존자들이 늘어나면서 추가적인 폭력에 노출되고 있음을 보여준다. 프란 멘엠 진료소에서 치료를 받은 생존자 가운데 약 5분의 1은 성·젠더 기반 폭력을 두 차례 이상 겪은 것으로 나타났다.폭력의 잔혹성 역시 충격적인 수준이다. 2022년 이후 프란 멘엠 진료소에서 치료를 받은 생존자 중 57%는 무장단체 구성원에게 폭력을 당했다고 보고했으며, 다수 가해자가 집단으로 가한 성폭력 사례가 빈번했다. 100명 이상 환자는 한 번의 사건에서 10명 이상에게 성폭력을 당했다고 밝혔다.프란 멘엠 진료소 환자인 53세 성폭력 생존자는 “자식뻘 되는 젊은 남자 세 명이 잠자리를 거부하자 때리기 시작했다. 버티는 동안 등에 발길질을 당했는데 그 통증은 몇 달이 지난 지금도 계속되고 있다”며 “그들은 나를 강간한 뒤 내 딸도 강간했고 남편까지 때렸다”고 말했다.보고서는 생존자를 위한 지원 서비스가 심각하게 부족하다는 점도 지적한다. 국경없는의사회는 환자들을 안전한 보호소, 거주지 이전, 생계 지원 등 생존자들에게 필수적인 비의료적 지원 서비스로 연계하지 못하는 경우가 많다. 이는 보호 서비스에 대한 재원을 시급히 확대하고 지속해야 할 필요성을 보여준다.또 생존자들은 사회적 낙인에 대한 두려움, 경제적 어려움, 치안 불안, 정보 부족 등 여러 장벽에 가로막혀 제때 치료를 받지 못하고 있으며 이는 심각한 의료적 결과로 이어지고 있다. 2022년 이후 프란 멘엠 진료소를 찾은 생존자 중 3분의 1만이 성폭력 발생 후 3일 이내에 도착했는데, 이 시점을 넘기면 HIV 감염 예방이 불가능하다. 같은 기간 동안 환자의 59%가 원치 않는 임신을 예방할 수 있는 시한인 5일 이내 치료를 받지 못했다.이번 보고서는 아이티 당국, 서비스 제공 기관, 공여 단체, 유엔 기구, 치안·안보 주체들이 장기적 회복에 초점을 맞춘 생존자 중심 대응을 위해 긴급하고도 협력적인 조치에 나설 것을 촉구한다.디아나 마닐라 아로요 국경없는의사회 아이티 현장 책임자는 “무료로 제공되는 의료 및 심리사회적 통합 치료 접근성을 확대하려면 지속 가능한 재정 지원 확대가 필수적”이라며 “무장 세력이 여성과 여아들을 통제하고 굴복시키는 수단으로 성폭력을 고의적으로 이용하고 있다는 사실을 분명히 인정하는 것 또한 매우 중요하다”고 덧붙였다.",
  "author": "이권구 기자",
  "email": "kwon9@yakup.com",
  "category": "정책",
  "published_at": "2026.01.29 11:30",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=13&nid=322533",
  "scraped_at": "2026-02-03T11:17:04.774169"
}