{
  "nid": "322542",
  "title": "릴리, 유전성 청력손상 치료제 개발ㆍ발매 제휴",
  "content": "유전자 편집 특화 생명공학기업 심리스 테라퓨틱스社(Seamless therapeutics)가 일라이 릴리社와 전략적 글로벌 연구 제휴 및 라이센스 협약을 체결했다고 28일 공표했다.양사는 심리스 테라퓨틱스 측이 독자보유한 재조합효소 플랫폼을 이용해 청력손상(또는 난청)을 적응증으로 하는 프로그램 가능 재조합효소 기반 치료제들의 개발‧발매를 진행하기 위해 손을 맞잡은 것이다.독일 드레스덴과 미국 매사추세츠州 렉싱턴에 소재한 심리스 테라퓨틱스가 보유한 기술은 표적으로 겨냥한 유전자 서열에 DNA를 대규모로 정확하게 삽입할 수 있도록 해 줄 뿐 아니라 세포 본연의 DNA 복구 경로와 무관하게 적용될 수 있다는 장점이 눈에 띈다.양사간 합의에 따라 심리스 테라퓨틱스 측은 청력손상과 관련이 있는 관심 대상 유전자에 나타난 변이를 교정하기 위한 부위 특정적(site-specific) 재조합효소를 설계하고 프로그램화하는 부분을 맡기로 했다.일라이 릴리 측의 경우 이렇게 프로그램화된 재조합효소들에 대한 독점적 전권을 갖고 전임상 단계에서부터 임상개발 및 발매 등의 후속절차들을 도맡아 진행키로 했다.심리스 테라퓨틱스社의 앨버트 세이무어 대표는 “일라이 릴리가 유전성 질환들에 대한 새로운 치료 접근방법의 개발을 진행하는 데 투자해 온 데다 현재 치료대안 선택의 폭이 제한적인 환자들에게 유전자 치료제들을 선보이고자 하는 우리의 비전을 공유하고 있는 제약사”라면서 “양사의 제휴는 우리가 보유한 유전자 서열 플랫폼과 이 플랫폼의 광범위한 질환 조절(disease-modifying) 잠재력을 인정받은 것”이라는 말로 환영의 뜻을 표시했다.세이무어 대표는 뒤이어 “우리가 유전성 청력손상 환자들을 위한 치료결과를 바꿔놓고자 하는 목표를 공유하고 있는 일라이 릴리 측과 함께 긴밀하게 협력해 나갈 것”이라고 다짐했다.우리가 보유한 기술을 적용해 유전성 청력손상 환자들을 위한 치료제를 선보일 수 있는 기회를 확보하게 된 것이 고무적인 부분인 만큼 심리스 테라퓨틱스는 앞으로도 독자보유한 파이프라인을 통해 프로그램 가능 재조합효소들의 치료 잠재력을 확대하는 데 지속적으로 사세를 집중해 나갈 것이라고 세이무어 대표는 덧붙였다.양사간 합의에 따라 심리스 테라퓨틱스는 계약성사 선불금과 함께 연구‧개발에 소요되는 비용을 일라이 릴리 측으로부터 지급받기로 했다.이 금액은 성공적인 발매가 이루어졌을 때 수수할 매출액 단계별 로열티를 제외하더라도 개발‧발매 성과금 등으로 총 11억2,000만 달러를 상회할 수 있을 전망이다.다만 더 이상의 구체적인 합의내용은 이날 외부에 공개되지 않았다.심리스 테라퓨틱스는 프로그램 가능 재조합효소 분야에서 중요하고 획기적인(breakthroughs) 성과들을 지난 수 십년 동안 연구를 진행하는 데 폭넓게 적용될 수 있도록 전환하는 데 사세를 집중해 왔다.이를 통해 정확성과 유연성을 높인 치료용 유전자 편집을 가능케 하는 데 기여해 왔다.심리스 테라퓨틱스 측이 독자보유한 기술 플랫폼은 특이성과 활동성을 높이기 위해 유전적 변형을 거친 부위 특정적 프로그램 가능 재조합효소들이 표적으로 겨냥한 유전자 서열에서 DNA 단편들의 정확한 삽입, 교환, 뒤집기 또는 제거하기 등에 적용될 수 있도록 해 줄 것이라는 장점이 주목할 만해 보인다.양사가 합의한 덕분에 심리스 테라퓨틱스 측이 보유한 새로운 프로그램 가능 재조합효소들이 크게 충족되지 못한 의료상의 니즈가 존재하는 유전성 청력손상에 대한 대응이 가능토록 해 줄 전망이다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "헬스",
  "published_at": "2026.01.29 14:17",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322542",
  "scraped_at": "2026-02-03T11:18:12.182729"
}