{
  "nid": "322598",
  "title": "모더나, 프로피온산혈증 신약 개발ㆍ발매 “투게더”",
  "content": "이탈리아의 글로벌 제약기업 레코르다티社(Recordati)가 미국 매사추세츠州 캠브리지에 소재한 차세대 mRNA 치료제‧백신 개발 전문 생명공학기업 모더나 테라퓨틱스社와 제휴 및 라이센스 합의를 도출했다고 29일 공표했다.양사는 프로피온산혈증 치료제 후보물질 ‘mRNA-3927’의 개발‧발매를 진행하기 위해 손을 맞잡은 것이다.합의를 도출함에 따라 모더나 테라퓨틱스는 ‘mRNA-3927’의 개발을 변함없이 주도해 나가기로 했다.레코르다티 측의 경우 허가를 취득했을 때 글로벌 마켓 발매를 총괄하기로 했다.‘mRNA-3927’을 개념증명을 마친 단계의 후보물질로 프로피온산혈증 환자들에게서 프로피오닐-CoA 카르복실라제(PCC) 효소의 활성을 회복시키는 기전의 치료제 후보물질이다.희귀 유전성 대사계 장애의 일종인 프로피온산혈증은 미토콘드리아 효소의 결함으로 인해 뱔싱하고, 비정상적인 독성 대사물질의 축적과 유기산혈증으로 귀결될 수 있다는 것이 전문가들의 지적이다.프로피온산혈증은 생애 초기에 빈도 높게 나타나고 있는데, 일반적으로 권태감(malaise)을 수반하지만 뇌 손상과 심장 손상으로 진행될 수 있고, 사망률이 높게 나타날 수 있다는 것이 전문가들의 지적이다.현재 프로피온산혈증에 사용되는 치료대안들은 대증요법제 수준에 그치고 있는 형편이어서 증상이 심화되면 간 이식수술을 필요로 할 수 있게 되는 것으로 알려져 있다.‘mRNA-3927’이 허가를 취득하면 프로피온산혈증 최초의 질환조절제로 자리매김할 수 있을 것으로 보인다.‘mRNA-3927’은 임상개발 단계가 진행 중인 표적 질환조절 치료제의 일종이다.최근 과학저널 ‘네이처’誌에 게재된 중간 임상자료를 보면 임상적 개선의 초기 징후들이 입증됐다.현재 ‘mRNA-3927’은 프로피온산혈증 환자들에게서 대사성 대상부전 위험성을 감소시키는 데 목표를 둔 가운데 임상시험이 진행 중이다.피험자 충원목표에 도달한 가운데 시험결과는 올해 말경 공개될 수 있을 전망이다.양사간 합의에 따라 레코르다티는 계약성사 선불금으로 5,000만 달러를 모더나 테라퓨틱스 측에 지급키로 했다.레코르다티는 이와 함께 개발‧허가절차 과정에서 도출될 단기 성과금으로 최대 1억1,000만 달러를 추가로 지급하기로 했다.모더나 테라퓨틱스는 아울러 발매‧매출 성과금과 매출액 대비 단계별 로열티를 수수할 수 있는 권한까지 확보했다.레코르다티社의 로브 코레만스 대표는 “프로피온산혈증이 중중 희귀질환의 일종이어서 지금까지 질환조절제를 찾기 어렵고, 이로 인해 크게 충족되지 못한 의료상의 니즈가 존재하는 형편”이라면서 “이에 따라 모더나 테라퓨틱스 측과 긴밀한 협력을 진행해 나갈 것”이라고 말했다.모더나 테라퓨틱스 측이 보유한 혁신적인 mRNA 기술 적용 경험이 희귀 대사계질환 분야에서 레코르다티가 축적한 경험 및 강력한 영업 인프라와 결합되면서 이처럼 유망한 잠재적 치료제의 개발이 빠르게 진행될 수 있을 것이라면서 코레만스 대표는 기대감을 표시했다.이미 확보된 임상자료가 고무적이지만, 올해 말경 핵심적인 임상시험 자료가 공개될 수 있을 것으로 보인다고 덧붙이기도 했다.코레만스 대표는 뒤이어 “양사의 합의에 힘입어 우리의 개발 포트폴리오가 한층 더 강화되고, 대사계 분야에서 우리의 유산을 구축하는 데 더욱 힘을 실을 수 있게 됐다”는 말로 의의를 강조했다.모더나 테라퓨틱스社의 스테판 밴슬 대표는 “프로피온산혈증 환자들의 삶을 개선하기 위한 공동의 소임을 이행하고자 레코르다티 측과 협력관계를 구축한 것을 환영해 마지 않는다”면서 “레코르다티가 희귀질환 발매 전문성과 함께 프로피온산혈증과 관련해서 견고한 글로벌 마켓 영업 인프라를 구축한 만큼 우리는 ‘mRNA-3927’의 허가를 취득하고 빠른 시일 내에 환자들에게 공급될 수 있도록 힘쓸 것”이라고 다짐했다.한편 희귀, 중증, 유전성 대사계 질환의 일종인 프로피온산혈증은 세계 각국에서 10만~15만명당 1명 정도의 비율로 영향을 미치고 있지만, 높은 이환률과 사망률을 나타내는 것으로 알려져 있다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "헬스",
  "published_at": "2026.01.30 11:52",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322598",
  "scraped_at": "2026-02-03T11:18:05.643535"
}