{
  "nid": "322536",
  "title": "베링거, 아페코트렙 임상 2상서 단백뇨 40% ↓",
  "content": "베링거 인겔하임社가 아페코트렙(apecotrep‧BI 764198)의 12주 임상 2상 시험에서 도출된 결과들을 28일 공개했다.이 시험은 원발성 국소 분절성 사구체 경화증(FSGS) 환자들을 위한 비 면역억제성 일시적 수용체 전위통로 6(TRPC6) 저해제로 개발 중인 경구용 잠재적 동종계열 최초 치료제 후보물질의 일종인 아페코트렙을 평가한 시험례이다.특히 이날 공개된 내용을 보면 아페코트렙 20mg 용량을 복용한 피험자 그룹에서 플라시보 대조그룹과 비교했을 때 단백뇨 수치가 40%까지 감소한 것으로 나타나 관심이 쏠리게 했다.단백뇨는 신장 손상을 나타내는 가장 핵심적인 지표의 하나로 인식되고 있다.임상 2상 시험에서 도출된 결과는 의학 학술지 ‘란셋’誌에 게재된 데 이어 지난해 11월 5~9일 미국 텍사스州 휴스턴에서 개최되었던 2025년 미국 신장병학회(ASN) ‘신장주간’ 학술회의에서 발표됐다.현재 베링거 인겔하임은 청소년 및 성인 원발성 국소 분절성 사구체 경화증 환자들을 대상으로 임상 3상 시험을 진행하기 위한 피험자 충원을 개시한 단계이다.이와 함께 추가로 1건의 임상 2상 시험이 기타 단백뇨성 신장질환 환자들을 대상으로 아페코트렙의 효능‧안전성을 평가하기 위해 이번 분기 중으로 개시될 예정이다.에페코트렙은 베링거 인겔하임이 광범위한 스펙트럼의 신장질환 전반체 걸쳐 크게 충족되지 못한 의료상의 니즈에 부응하고자 사세를 집중하고 있음을 방증하는 기대주의 하나이다.여기서 언급된 신장질환들 가운데는 현재 허가를 취득한 질환조절제가 부재한 원발성 신장빌환들이 포함되어 있다.베링거 인겔하임社의 파올라 카사로사 혁신담당이사는 “시험결과를 보면 신장 건강 분야의 과학적인 측면에서 베링거 인겔하임의 리더십 뿐 아니라 심혈관계, 신장계 및 대사계 질환 환자들을 위해 심층적인 노력을 기울이고 있음을 방증한다”고 말했다.그리고 이 같은 질환들 가운데는 희귀 신장질환의 일종인 국소 분절성 사구체 경화증이 포함되어 있다고 덧붙였다.카사로사 이사는 뒤이어 “이제 임상 3상 시험이 개시됨에 따라 우리가 아페코트렙을 원발성 국소 분절성 사구체 경화증 최초의 질환조절제로 제시하면서 환자들을 위한 표준요법제를 재정립할 수 있게 될 것으로 보인다”며 기대감을 표시했다.원발성 국소 분절성 사구체 경화증은 말기 신부전으로 이어질 수 있는 희귀, 진행성 신장병의 일종으로 알려져 있다.중증도와 환자들의 부담이 상당한 수준에 달함에도 불구, 현재 허가를 취득한 표적치료제는 부재한 형편이다.이에 따라 원발성 국소 분절성 사구체 경화증의 근본적인 원인에 대응하는 표적치료제를 필요로 하는 크게 충족되지 못한 의료상의 니즈가 존재하는 것이 현실이다.미시간대학 의과대학의 하워드 트라크트먼 박사는 “원발성 국소 분절성 사구체 경화증이 중증 사구체 질환의 일종이자 청소년‧성인들에게서 신부전을 유발하는 중요한 원인으로 지적되고 있다”면서 “원발성 국소 분절성 사구체 경화증의 기저 메커니즘을 표적으로 작용하는 아페코트렙이 플라시보 대조그룹에 비해 단백뇨 수치를 40%까지 감소시켜 줄 수 있을 것”이라고 말했다.게다가 성인환자들에게서 아페코트렙은 호의적인 내약성 프로필을 나타냈다고 덧붙였다.트라크트먼 박사는 “이 같은 임상적 상관성이 충족되지 못한 의료상의 니즈가 높게 나타나고 있는 원발성 국소 분절성 사구체 경화증 환자들을 위한 잠재적 동종계열 최초 표적치료제로서 아페코트렙의 개발을 진행하는 데 한층 더 힘을 기울여야 할 중요성에 무게를 싣게 한다”고 강조했다.원발성 국소 분절성 사구체 경화증 환자들에게서 일시적 수용체 전위통로 6는 신장의 여과 시스템에 관여하는 세포로 알려진 족세포(podocytes)의 과잉활성을 촉발시키는 것으로 추정되고 있다.이로 인해 과도한 양의 칼슘이 세포 내부로 유입되면서 진행성 족세포 손상 및 손실이 유발되고, 궁극적으로는 단백뇨와 신장질환의 나타나게 되는 것으로 사료되고 있다.아페코트렙은 족세포들을 보호하고, 단백뇨 수치를 감소시켜 원발성 국소 분절성 사구체 경화증의 진행속도를 둔화시키는 약물로 개발이 진행 중이다.한편 아페코트렙은 새로운 원발성 국소 분절성 사구체 경화증 치료대안으로 잠재력을 내포하고 있는 것으로 사료됨에 따라 중국 국가약품감독관리국(NMPA 약물심평중심(CDE)에 의해 ‘혁신 치료제’로 지정됐다.또한 유럽 의약품감독국(EMA)과 일본 후생노동성(MHLW)에 의해 ‘희귀의약품’으로 지정됐다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "헬스",
  "published_at": "2026.01.29 12:26",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322536",
  "scraped_at": "2026-02-03T11:18:22.924698"
}