{
  "nid": "322566",
  "title": "노안(老眼) 최초 이중작용 복합 점안제 나온다",
  "content": "최초이자 유일한 노안(老眼) 개선용 이중작용 복합 점안제가 미국시장 데뷔를 위한 스타트라인에 올라섰다.영국 런던과 미국 워싱턴州 시애틀에 오피스를 두고 있는 안과 치료제 특화 생명공학기업 텐포인트 테라퓨틱스社(Tenpoint Therapeutics)는 최초이자 유일한 성인 노안 환자 치료용 이중작용 복합 점안제 ‘유베지’(Yuvezzi: 카르바콜 2.75%+브리모니딘 타르타르산염 0.1% 안과용 액제)가 FDA로부터 발매를 승인받았다고 28일 공표했다.‘유베지’는 이전까지 ‘브리모콜 PF’(BRIMOCHOL PF)로 불린 노안 치료제이다.텐포인트 테라퓨틱스社는 시애틀과 캘리포니아州 어바인에 소재한 안과 치료제 전문 제약기업 바이서스 테라퓨틱스社(Visus Therapeutics)를 인수한 후 노안, 백내장 및 황반변성 들을 치료하기 위한 점안제 개발에 사세를 집중하고 있는 생명공학사이다.‘브리모콜 PF’는 M&A를 단행하기 이전에 바이서스 테라퓨틱스의 선도자산이었다.‘유베지’는 오는 2/4분기 중으로 미국시장에서 발매에 돌입할 수 있을 것을 보인다.나이가 듦에 따라 45세 무렵부터 근거리 시력의 감퇴가 서서히 진행되는 특성을 나타내는 노안은 전 세계적으로 약 20억명의 사람들에게 영향을 미치고 있는 것으로 추정되는데, 미국 내 노안 환자 수는 1억2,800만명선에 달하는 것으로 알려지고 있다.FDA는 2건의 임상 3상 시험에서 도출된 긍정적인 자료를 근거로 ‘유베지’의 발매를 승인한 것이다.이 중 임상 3상 ‘BRIO I 시험’의 결과를 보면 ‘유제비’를 투여한 피험자 그룹의 경우 이 복합제를 구성하는 개별약물들을 단독요법제로 사용했을 때에 비해 비교우위 유익성이 입증되면서 FDA의 고정용량 복합제 허가요건을 충족한 것으로 나타났다.두 번째 임상 3상 시험례인 ‘BRIO Ⅱ 시험’에 참여해 ‘유제비’를 투여받았던 피험자 그룹은 근거리 시력과 관련한 전체 일차적 시험목표들의 개선이 입증됐다.양안 무교정 근거리 시력(BUNVA)의 통계적으로 괄목할 만한 개선이 8시간 이상 나타나면서 시력검사표상에서 3줄 이상을 더 읽을 수 있었던 데다 양안 무교정 원거리 시력(BUDVA)에서 1줄 이상의 감소가 수반되지 않았던 것.‘유제비’는 이와 함께 양호한 내약성을 내보여 ‘BRIO Ⅱ 시험’에서 총 7만2,000일 이상의 치료일수(treatment days) 동안 약물치료 관련 중증 부작용이 관찰되지 않았다.‘BRIO Ⅱ 시험’은 지금까지 노안 증상과 관련해서 이루어진 최장기간(12개월) 안전성 시험례이다.‘유제비’를 사용했을 때 가장 빈도높게 수반된 부작용들로는 두통, 시각장애, 일시적인 안구통증 또는 안구자극 정도가 보고됐다.또한 ‘유제비’의 임상시험이 진행되는 동안 안구충혈은 빈도높게 보고되지 않았다.‘BRIO Ⅱ 시험’에서 안구충혈이 보고된 비율을 보면 ‘유제비’를 투여한 피험자 그룹에서 2.8%, 카르바콜 단독요법을 진행한 대조그룹에서 10.7%로 집계됐다.텐포인트 테라퓨틱스社의 헨릭 비야케 대표는 “FDA가 ‘유베지’의 발매를 승인한 것이 수 백만명에 달하는 미국 내 노안 환자들과 이로 인해 매일 그들이 감수해야 했던 좌절과 도전요인들에 미루어 볼 때 대단히 중요한 성과의 하나라 할 수 있을 것”이라고 말했다.최초로 FDA의 허가를 취득한 노안 개선용 이중작용 점안제로 발매를 예약한 ‘유베지’는 카르바콜과 브리모니딘 타르타르산염의 이중작용을 통해 근거리 시력을 선명하게 개선해 주면서 호의적인 내약성을 동반할 것이라고 비야케 대표는 설명했다.‘유베지’가 혁신적이고 새로운 노안 치료대안으로 각광받을 수 있을 것이라고 덧붙이기도 했다.비야케 대표는 뒤이어 “이번 승인으로 텐포인트 테라퓨틱스가 첫 번째 획기적인 치료제를 장착하면서 노안 환자들에게 혁신을 선보이고자 하는 소임을 이행할 수 있게 됐다”는 말로 의의를 강조했다.텐포인트 테라퓨틱스社의 캐롤 커니 최고 영업책임자는 “우리가 안과 커뮤니티에 ‘유베지’를 선보이고, 노안으로 인한 좌절에 대응을 가능케 해 줄 최적의 솔루션을 요망해 왔던 다수의 성인들을 위해 열과 성을 다해 왔다”면서 “일상적인 활동 뿐 아니라 사회적‧전문적 라이프스타일에 원활하게 녹아들어 사용될 수 있는 대안을 제공할 수 있게 되었다는 점이 우리에게 중요한 부분”이라고 말했다.무엇보다 ‘유베지’는 의도적으로(intentionally) 효능, 내약성 및 사용의 편리성 등이 최적의 균형을 이룬 제품이 될 수 있도록 하려는 취지에서 설계되고 개발이 진행된 노안 개선제라고 커니 최고 영업책임자는 강조했다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "헬스",
  "published_at": "2026.01.30 06:00",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322566",
  "scraped_at": "2026-02-03T11:18:11.583118"
}