{
  "nid": "322672",
  "title": "한유총회,“퍼제타 수술후 보조요법 비급여..조기 유방암 치료 중단 위기”",
  "content": "<퍼제타 수술 후 보조요법 급여 촉구를 위한 1700여 부의 전국 유방암 환자 서명서>한국유방암환우총연합회(회장 최승란)가 퍼제타 수술 후 보조요법 장기적 비급여로 조기 유방암 환자들이 치료를 중단해야 하는 현실을 더 이상 개인 문제로 방치할 수 없다고 판단하고, 제도 개선을 공식적으로 촉구하고자 전국 유방암 환자 서명서 1,700여부  및 공식 의견을  1월 28일 보건당국에 제출했다.퍼제타는 국제 진료지침에서 고위험군 조기 유방암 환자에게 표준 치료로 권고되고 있음에도, 국내에서는 수술 후 보조요법에 한해 8년째 비급여 상태가 유지되고 있어 환자들이 ‘치료를 계속할 것인가, 생계를 지킬 것인가’라는 선택 앞에 내몰리고 있으며, 치료 연속성이 경제적 이유로 단절되는 구조적 문제가 반복되고 있다는 현실에 기인한다.환자 절박한 목소리에서 드러난 현실한국유방암환우총연합회(이하 한유총회)에따르면2025년 12월 21일, 게시판에 HER2 양성 3기 조기 유방암 환자가 퍼제타 수술 후 보조요법 중단을 고민하고 있다는 글이 올라왔다.해당 환자는 국가 암검진을 통해 암을 발견한 후 선행항암과 수술을 마치고 재발 방지를 위해 퍼제타 치료를 이어오고 있었으나, 실손보험 면책기간 도래로 인해 남은 치료 비용 약 1,200만 원을 전액 본인이 부담해야 하는 상황에 놓인 상황이다.이 환자는 \" 의료진으로부터는  ‘치료를 중단할 경우 재발 위험이 높아질 수 있다’는 설명을 들었지만, 현실적으로 비용을 감당할 수 없어 치료 중단을 고민할 수밖에 없었다. 선생님께서는 약을 끊으면 재발 확률이 높아지니 계속 맞아야 한다고 하시는데 실제 치료 비용을 감당할 방법이 전혀 없다” 고 하소연했다.해당 게시글은 단기간 내 조회수 1,800건 이상, 100건이 넘는 댓글이 달리며 많은 환우들로부터 공감을 얻었다.이후  “돈이 없어서 치료를 포기해야 하는 현실이 암보다 더 두렵다”, “가족에게 짐이 될까 봐 치료를 멈췄다”는 등 퍼제타 수술 후 보조요법 비급여로 치료를 이어가지 못하는 현실에 대한 공감과 우려가 이어졌다.퍼제타 수술 후 보조요법이 갖는 의미한유총회에 따르면 퍼제타 수술 후 보조요법은 재발 위험이 높은 조기 유방암 환자에게 완치를 가능하게 하는 매우 중요한 치료 단계다. 그러나 현재 국내에서는 동일한 질환과 위험도를 가진 환자임에도, 치료 단계에 따라 급여 여부가 달라지며 치료 접근성에 큰 격차가 발생하고 있다.특히 퍼제타는 임상적으로 효과가 입증된 치료임에도, 수술 후 보조요법이라는 이유만으로 비급여로 남아 있어 환자들은 치료 효과가 분명한 약제를 경제적 이유로 포기해야 하는 상황에 놓여 있다.한국유방암환우총연합회는 “ 2018년 조기 유방암 치료를 위한 퍼제타가 허가된 이후부터,수술 후 보조요법 급여 필요성을 지속적으로 제기해 왔지만, 수년이 지난 현재까지 퍼제타 수술 후 보조요법은 여전히 비급여 상태에 머물러 있으며, 환자들 경제적·심리적 부담은 오히려 가중되고 있다”며 “ 이러한 현실을 더 이상 방치할 수 없다고 판단해 2025년 12월 29일 퍼제타 수술 후 보조요법 급여화를 촉구하는 공식 입장문을 발표했다.  이후 환자들 실제 사례를 체계적으로 수집하고, 2026년 1월 5일부터는 전국 지부를 중심으로 ‘퍼제타 급여화를 위한 오프라인 서명운동’을 시작했다”고 밝혔다.이어 “ 이번 서명운동은 단순한 민원이나 청원이 아닌, 환자들이 자신의 이름으로 치료받을 권리를 요구하는 공식적인 행동”이라며 “ 지난 1월 28일, 약 20일 동안 수집된 1,700여 부의 전국 유방암 환자들 서명서를 포함해 퍼제타 수술 후 보조요법 급여 재평가 및 조속한 급여 적용을 요청하는 공식 의견서를 보건복지부 및 건강보험심사평가원에 제출했다”고 전했다.",
  "author": "이권구 기자",
  "email": "kwon9@yakup.com",
  "category": "정책",
  "published_at": "2026.02.02 11:08",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=13&nid=322672",
  "scraped_at": "2026-02-03T11:17:01.147756"
}