{
  "nid": "322624",
  "title": "인플루엔자가 미국 경제에 미친 영향 연 290억달러",
  "content": "지난 2023~2024년 인플루엔자 시즌에 인플루엔자가 미국 경제에 총 290억 달러에 육박하는 비용부담을 초래한 데다 2만7,000명 이상의 성인들이 이로 인해 사망한 것으로 나타났다.인플루엔자가 미국 경제에 심대하지만 피할 수 있는 경제적 부담을 미치면서 사람들의 삶에 조종(弔鐘)을 울리고 있다는 것이다.뉴욕州의 소도시 어퍼 나이액에 소재한 가운데 만성질환 환자들의 삶의 질을 개선하는 데 초점을 맞추고 있는 비영리 국제기구 글로벌 헬시 리빙 재단(GHLF)은 29일 공개한 ‘인플루엔자가 미친 경제적 부담과 성인 백신접종의 영향’ 보고서에서 이 같이 밝혔다.글로벌 헬시 리빙 재단의 로버트 포포비안 최고 학술정책 책임자(팜디)와 캘리포니아州 패서디나에 소재한 보수주의 성향 씽크탱크 태평양연구소(PRI)의 웨인 와인가든 수석 연구원에 의해 작성된 이 보고서는 인플루엔자로 인한 연간 비용부담 실태와 함께 성인들의 높은 백신 접종률이 입원률 및 사망률의 감소와 밀접한 관련이 있음을 재차 상기시키는 내용이 골자를 이루고 있다.실제로 보고서에 따르면 인플루엔자 백신 접종률이 소폭 상승하더라도 연간 수 십억 달러의 비용절감과 다수의 사망을 예방하는 효과로 이어질 수 있을 것으로 지적됐다.포포비안 박사와 와인가든 수석 연구원은 질병관리센터(CDC)의 의료기관 이용 현황과 소요비용, 노동시장 자료 등을 이용해 추정치를 집계했다.그 결과 미국 성인들이 지난 2023~2024년 인플루엔자 시즌에 인플루엔자로 인해 총 160억 달러 상당의 직접적인 의료비를 지출한 가운데 이로 인해 130억 달러 안팎의 노동 생산성이 상실되었을 것으로 추정됐다.인플루엔자 감염으로 인한 결근과 간병비용, 조기사망 등으로 인해 이처럼 상당한 수준의 비용이 지출된 것으로 나타났다는 설명이다.와인가든 수석 연구원은 “인플루엔자가 통상적인 계절적 불편함 정도로 치부되는 경향이 있지만, 경제 관련 자료를 보면 사뭇 다른 이야기가 전해지고 있는 것”이라고 언급했다.미국 경제에 반복적이고 상당한 수준의 하락요인으로 작용하고 있는 데다 마찬가지로 고용주와 가정, 의료 시스템에도 커다란 부담요인으로 작용하고 있다는 것이다.와인가든 수석 연구원은 뒤이어 “괄목할 만해 보이는 것은 이 같은 비용 가운데 상당부분이 피할 수 있었던 것이라는 사실”이라면서 “높은 백신 접종률은 비단 의료 관점에서 결과의 개선 뿐 아니라 입원률과 노동력의 혼란을 감소시키고 사망을 예방해 경제의 효율성을 향상시키는 데 크게 기여할 수 있을 것”이라고 강조했다.이와 관련, 보고서는 백신 접종률이 지난 14회에 걸친 인플루엔자 시즌 동안 미친 영향을 분석하는 데 주안점을 두고 있다.포포비안 박사와 와인가든 수석 연구원은 “성인들의 높은 인플루엔자 백신 접종률이 18세 이상 성인들의 사망률 감소와 50세 이상 성인들의 입원률 감소와 밀접한 관련이 있는 것으로 나타났다”고 설명했다.이와 함께 예측 분석모델을 사용해 분석한 결과 지난 2023~2024년 인플루엔자 시즌에 성인들의 백신 접종률이 역대 가장 높은 수치와 상응하는 수준으로 나타났을 경우 총 8,000명 이상의 사망을 예방할 수 있었을 뿐 아니라 30억 달러에 육박하는 경제적 손실을 방지할 수 있었을 것으로 보인다고 추정했다.포포비안 박사는 “이 같은 분석 결과를 보면 성인들의 백신 접종이 현명한(smart) 임상적 개입이자 높은 가치의 공공보건적‧경제적 수익으로 귀결될 수 있을 것임이 명확해 보인다”고 강조했다.그렇게 보면 성인들의 백신 접종률을 높게 끌어올리지 못함에 따라 우리가 보건 측면에서나 경제적인 측면에서나 매년 막대한 이익(benefits)을 구현하지 못하고 있는 것이라고 포포비안 박사는 꼬집었다.이에 따라 백신 접종률을 끌어올릴 경우 생명을 구하고, 의료 시스템에 미치는 부담을 완화할 수 있을 것이며, 사회 전체적인 비용부담을 낮출 수 있게 될 것이라고 결론지었다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "헬스",
  "published_at": "2026.02.02 06:00",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322624",
  "scraped_at": "2026-02-03T11:18:13.989074"
}