{
  "nid": "322671",
  "title": "‘제줄라’+‘자이티가’ 복합제 EU 새 적응증 권고",
  "content": "존슨&존슨社의 항암제 ‘아키가’(Akeega) 이중작용 정제는 ‘제줄라’(니라파립)와 자이티가’(아비라테론 아세테이트)의 복합제이다.이와 관련, 유럽 의약품감독국(EMA) 약물사용자문위원회(CHMP)가 ‘아키가’의 적응증 추가를 권고했다고 30일 존슨&존슨社가 공표해 주목할 만해 보인다.CHMP가 허가를 권고한 ‘아키가’의 새로운 적응증은 BRCA 1/2 유전자 변이를 동반한 전이성 호르몬 민감성 전립선암(mHSPC) 환자들을 치료하기 위해 프레드니손 또는 프레드니솔론(AAP)과 안드로겐 박탈요법(ADT)을 병행하는 용도이다.존슨&존슨 이노버티스 메디슨社의 헤나 헤비아 유럽‧중동‧아프리카(EMEA) 항암제 부문 대표는 “BRCA 1/2 유전자 변이를 동반한 전이성 호르몬 민감성 전립선암 환자들의 경우 같은 변이를 동반하지 않은 환자들에 비해 종양이 좀 더 공격적인 특성을 나타내는 데다 생존기간이 단축되고, 종양이 전이성 거세 저항성 전립선암으로 진행되기 이전에 치료대안 선택의 폭이 제한적인 형편”이라고 지적했다.이에 따라 ‘아키가’ 이중작용 정제의 적응증 추가가 허가되면 종양이 좀 더 저항성을 나타내기 이전에 전이성 진행경로의 초기단계에서 시급한 의료상의 니즈에 부응하는 표적 치료전략으로 각광받을 수 있을 것이라고 헤비아 대표는 덧붙였다.대부분의 전이성 호르몬 민감성 전립선암 환자들은 결국 기존의 치료제들에 저항성을 나타내게 되는 데다 종양이 좀 더 공격적이고 장기적인 생존이 제한되는 전이성 거세 저항성 전립선암(mCRPC)으로 진행되는 것이 통례이다.전체 전이성 호르몬 민감성 전립선암 환자 4명당 1명 정도는 가장 빈도높게 나타나는 BRCA 1/2 유전자 변이에 해당되는 상동 재조합 복구 유전자 변이(HRR)가 잠복되어 있어 종양이 좀 더 빠르게 진행되고 생존기간이 단축될 수 있는 것으로 알려져 있다.현재 사용 중인 전이성 호르몬 민감성 전립선암 치료방법들의 경우 기저 DNA 복구 결함에 대응하지 못하는 등의 사유로 위험성이 높아 새로운 치료제들을 절실하게 필요로 하고 있다는 것이 전문가들의 지적이다.CHMP는 임상 3상 ‘AMPLITUDE 시험’에서 도출된 긍정적인 결과를 근거로 ‘아키가’의 적응증 추가를 지지한 것이다.이 시험은 상동 재조합 복구 유전자 변이를 동반한 총 696명의 전이성 호르몬 민감성 전립선암 환자들을 대상으로 ‘제줄라’와 프레드니손 또는 프레드니솔론 병용요법을 진행하면서 플라시보와 프레드니손 또는 프레드니솔론 병용요법을 진행한 대조그룹과 비교평가한 시험례이다.시험결과를 보면 방사선학적 무진행 생존기간(rPFS)과 관련한 일차적 시험목표를 적용해 평가했을 때 임상적으로 유의미한 데다 통계적으로 괄목할 만한 개선효능이 입증됐다.‘제줄라’와 프레드니손 또는 프레드니솔론 병용요법을 진행한 피험자들 가운데 가장 괄목할 만한 유익성은 BRCA 1/2 유전자 변이를 동반한 환자그룹에서 관찰됐다.평균 방사선학적 무진행 생존기간이 분석시점까지 산출되지 않아 플라시보와 프레드니손 또는 프레드니솔론 병용요법을 진행한 대조그룹의 26개월과 차이를 내보인 것.이에 따라 ‘제줄라’와 프레드니손 또는 프레드니솔론 병용요법을 진행한 피험자 그룹의 경우 방사선학적 진행이 나타났거나 환자가 사망에 이른 비율이 48% 낮게 나타난 것으로 분석됐다.BRCA 유전자 변이를 동반한 환자들 가운데 ‘제줄라’와 프레드니손 또는 프레드니솔론 병용요법을 진행한 피험자 그룹은 이와 함께 증상이 진행되기까지 소요된 기간이 56% 괄목할 만하게 연장된 것으로 나타났다.1차 중간분석을 진행한 결과를 보면 BRCA 유전자 변이를 동반한 환자들 가운데 ‘제줄라’와 프레드니손 또는 프레드니솔론 병용요법을 진행한 피험자 그룹에서 사망 위험성이 25% 감소한 것으로 나타나면서 총 생존기간 개선의 추이가 초기단계부터 눈에 띄었다.현재 완벽한 자료를 산출하기 위한 추적조사가 진행 중이다.전이성 거세 민감성 전립선암 환자들 가운데 ‘제줄라’와 프레드니손 또는 프레드니솔론 병용요법을 진행한 피험자 그룹에서 나타난 안전성 프로필을 보면 전이성 거세 저항성 전립선암 환자들에게서 관찰된 내용과 대동소이했다.‘제줄라’와 프레드니손 또는 프레드니솔론 병용요법을 진행한 피험자 그룹에서 가장 빈도높게 관찰된 3/4급 부작용을 보면 빈혈과 고혈압이 보고됐다.하지만 부작용으로 인해 약물치료를 중단한 비율은 낮게 나타났고, 부작용은 용량조정이나 지지요법(supportive care)을 통해 관리할 수 있는 수준으로 수반됐다.‘AMPLITUDE 시험’에서 도출된 자료는 지난해 5월 30일부터 6월 3일까지 미국 일리노이州 시카고에서 개최되었던 제 61차 미국 임상종양학회(ASCO) 연례 학술회의 석상에서 발표됐다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "헬스",
  "published_at": "2026.02.02 11:02",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322671",
  "scraped_at": "2026-02-03T11:18:23.518865"
}