{
  "nid": "322683",
  "title": "한미 비만치료 삼중작용제,미국 임상 2상 순항…‘Best-in-Class’ 정조준",
  "content": "체중 25% 이상 감량 효과가 기대되면서도 근 손실을 최소화할 수 있는 한미약품 차세대 비만치료 삼중작용제(LA-GLP/GIP/GCG, HM15275)가 미국 임상 2상에 진입한 이후 순조롭게 임상 단계를 밟아가고 있다.한미사이언스 핵심 사업회사 한미약품은 지난해  9월 미국 FDA로부터 임상 2상 시험계획서(IND)를 승인받은 이후 석 달여 만에 첫 환자 투약을 완료했다고 2일 밝혔다.한미약품 박재현 대표이사(사장)는 “차세대 비만치료 삼중작용제 HM15275 임상 2상은 FDA 제출 이후 첫 투약까지 비교적 짧은 기간 내에 속도감 있게 이뤄졌다”며 “한미 고유의 창조적 힘과 차별화된 R&D 기술 경쟁력을 토대로 신약 개발 속도를 더욱 끌어올려 ‘글로벌 톱티어 기업’으로 우뚝 서겠다”고 말했다.임상 2상에서는 36주간 장기 투여 시 비만, 고도비만 환자 체중을 줄이고 제지방을 개선하는 차별화된 효능을 집중적으로 검증한다. 회사는  임상 개시 이후 환자 등록이 원활하게 이뤄지고 있으며, 향후 시험 대상자 모집에도 탄력이 붙어 전반적인 임상 진행 속도가 한층 가속화될 것으로 예상하고 있다.임상 2상 종료 시점은 2027년 상반기로 예상되며, 한미약품은 2030년 상용화 목표로 임상 개발을 속도감 있게 추진해 나갈 계획이다. 임상 2상이 순조롭게 진행되면 기존 GLP-1 기반 약물들 한계를 넘어 고도비만 환자를 위한 ‘계열 내 최고 신약(베스트 인 클래스, Best-in-Class)’으로 도약할 가능성이 높을 것으로 기대하고 있다.이와 함께 HM15275 적응증을 비만 뿐 아니라, 당뇨병 치료 영역으로 확대할 계획이다. 한미약품은 지난 1월 2일 미국 FDA로부터 당뇨병 환자 대상으로 혈당 조절 효능 등을 평가하는 임상 2상 IND 승인을 획득했으며, 해당 임상은 올해 상반기 내 개시할 예정이다.이문희 GM임상팀장(상무)은 “HM15275는 임상 1상에서 고무적인 결과를 확보한 이후, 임상 2상을 신속하게 본궤도에 올렸다”며 “임상 2상에서는 장기 투여를 통해 ‘베스트 인 클래스’ 비만치료제로서의 경쟁력을 보다 확실히 입증할 수 있을 것으로 기대한다”고 말했다.HM15275는 올해 하반기 국내 출시 목표인 ‘에페글레나타이드’의 혁신을 이어나갈 한미약품 비만신약 프로젝트 ‘H.O.P(Hanmi Obesity Pipeline)’ 두 번째 파이프라인이다.한미약품의 인크레틴 연구 노하우를 바탕으로 정밀 설계된 삼중작용제 HM15275는 글루카곤 유사 펩타이드(GLP-1)와 위 억제 펩타이드(GIP), 글루카곤(Glucagon, GCG) 각각의 수용체 작용을 최적화해 비만 및 다양한 대사성 질환에 효력을 볼 수 있도록 설계된 것이 특징이다.GLP-1 수용체 작용제는 포만감을 증가시켜 체중을 감소시키고, 인슐린 분비와 감수성을 개선해 혈당 조절을 원활하게 한다. GIP는 GLP-1 수용체 작용제 약리학적 이점을 향상시키는 한편, 메스꺼움과 구토, 설사 등 이 작용제의  일반적인 위장관 부작용을 완화할 수 있다. 글루카곤은 포만감 조절과 함께 에너지 소비 및 지질 대사 조절에도 관여한다.이 세 가지 약리작용을 적절히 활용하면 비만 뿐 아니라 제2형 당뇨병 및 심혈관 질환에 대한 치료 잠재력을 극대화할 수 있다는 게 한미약품 설명이다. 특히 HM15275는 25%에 이르는 위 절제 수술을 능가하는 체중 감량 효과를 지향한다. 또 신체의 대사 최적화 기전을 통해 근 손실을 최소화함으로써 개선된 ‘체중 감소 질(weight loss quality)’까지 기대할 수 있다.특히 최근 글로벌 제약바이오 업계에서는 차세대 삼중작용제(triple agonist) 개발이 본격화되면서, 서로 다른 세 가지 약리 기전을 조합한 새로운 접근 방식의 중요성이 더욱 부각되고 있다고 회사 측은 밝혔다.최인영 R&D센터장(전무)은 “글로벌 비만 시장을 겨냥한 HM15275는 비침습적 치료만으로도 수술적 요법을 능가하는 25% 이상 체중 감량 효과를 토대로 비만치료 영역에서 ‘베스트 인 클래스’로 자리매김할 것”이라며 “한미약품 비만신약 ‘H.O.P(Hanmi Obesity Pipeline)’ 프로젝트는 전주기 맞춤형 포트폴리오로, 그 성과가 하나씩 가시화되고 있다”고 말했다.또  “기존 약물들 한계를 극복할 새로운 기전과 차별화된 개발 전략을 통해 전 세계 비만치료 패러다임을 선도하는 ‘글로벌 프론티어’로 도약하고, 전사적 역량을 결집해 성공적인 상용화를 반드시 실현하겠다”고 덧붙였다.",
  "author": "이권구 기자",
  "email": "kwon9@yakup.com",
  "category": "헬스",
  "published_at": "2026.02.02 15:09",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322683",
  "scraped_at": "2026-02-03T11:18:19.935829"
}