{
  "nid": "322629",
  "title": "루닛, \\\"재무 리스크 제거, 매출 높여 \\'지난해 연말 EBITDA 기준 흑자\\' 달성\\\"",
  "content": "의료 인공지능(AI) 기업 루닛(대표 서범석)이  2일 2,500억원 규모 자본 조달과  미래 성장 전략을 설명하는 기자간담회를 통해  주주 소통 강화에 나섰다고  밝혔다. 간담회에서 서범석 대표는 주주배정 유상증자를 선택한 이유와 이를 통한 주주가치 제고 목표를 설명하고, 이어서 해외매출 중심 실적 개선을 통한 2026년 연말경 현금영업이익(EBITDA) 기준 손익분기 실현 목표를 발표했다.유증은 풋옵션 리스크 없애고, 성장 가속화 전략적 선택루닛에 따르면  2024년 5월 1,715억원 규모 전환사채를 발행하며 볼파라(현 루닛 인터내셔널)를 인수, 세계 최대 헬스케어 시장인 미국에 성공적으로 진출했다. 하지만 당시 발행한 전환사채의 조기상환 청구 시기를 앞두고 풋옵션 행사 가능성이 대두되며 시장의 우려가 깊어졌다.이를 해결하기 위해 루닛은 주주배정 유상증자를 결정했다. 풋옵션 리스크를 근본적으로 해소하기 위한 전략적 선택이란 설명이다. 서 대표는 이번 유증이 재무 리스크를 완전히 없애고, 회사를 지속 가능한 성장 궤도에 진입시킬 것이라고 내다봤다.루닛은 2,500억원 조달에 성공하면 풋옵션의 잠재적 현금 유출 리스크는 사라지고, 증자에 따라 추가적인 자본 조달 압박이 완화되면 유증 자금이 자본으로 인식됨에 따라 루닛을 따라다녔던 법인세차감전손실(법차손)에 따른 관리종목 지정 우려(법차손 리스크)에서 완전히 자유로워진다고 설명했다.  즉, 이번 유증은 재무적 불확실성을 제거함으로써 재무 구조를 근본적으로 탈바꿈하는 최적 방안이란 주장이다.매출 올리고 비용 줄여 '연말 EBITDA 기준 손익분기점' 달성루닛은 최근 2025년 연결재무제표 기준 연매출 831억원을 기록했다고 공시했다. 2024년 매출 542억원 대비  53% 증가한 역대 최대 실적이다.서 대표는 올해부터 볼파라와 시너지 효과가 본격화돼 루닛 인사이트 제품은 물론 볼파라 제품의 매출 증가를 통해 미국 매출이 급성장할 것이라고 말했다. 양사 통합 유방암 검진 및 전주기 AI 솔루션 신규 계약 건이 합병 이후 2025년말 기준 380건을 돌파했고, 볼파라가 확보하고 있는 기존 계약의 누적 매출을 합치면 암 진단 사업 부문(Cancer Screening) 매출이 전체적으로 20-30% 증가할 것이란 설명이다.회사 측에 따르면 루닛 스코프로 대변되는 암 치료 사업 부문(Oncology) 경우 지난해 처음으로 매출 100억원을 돌파하는 등 해마다 2배 이상 성장세를 보이고 있다. 루닛 스코프를 연구용 제품으로 처음 출시한 2023년 이후, 누적 억대 매출을 기록한 상대 제약사는 15개 이상, 누적 매출 10억원 이상 제약사는 5개 이상으로 나타났으며, 특히 글로벌 빅파마 중 한 곳은 50억원 이상 누적 매출을 기록했다.반면, 루닛은 비용은 20% 감소할 것으로 전망하고 있다.  이와 관련, 루닛은 지난해부터 전체 인력의 15%를 감축하는 강도 높은 구조 조정을 진행하고, 각종 비용을 효율화함으로써 올해 운영비를 전년대비 20% 줄일 계획이라고 밝혔다.서범석 루닛 대표는 “ 회사가 목표하는 매출 증가와 비용 감소를 반드시 지켜 연말 무렵에는 현금영업이익(EBITDA) 기준 흑자를 달성할 것”이라며 \"이번 주주배정 유상증자는 루닛 마지막 자본 조달이 될 것이고, 올해는 루닛이 지속 가능한 수익성을 증명하고, 재무적으로 자립할 수 있는 토대를 마련하는 상징적 한 해가 될 것\"이라고 말했다.",
  "author": "이권구 기자",
  "email": "kwon9@yakup.com",
  "category": "정책",
  "published_at": "2026.02.02 08:00",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=13&nid=322629",
  "scraped_at": "2026-02-03T11:17:05.958737"
}