{
  "nid": "322675",
  "title": "릴리, 35억弗 투자 새 주사제ㆍ디바이스 제조시설",
  "content": "일라이 릴리社가 미국 펜실베이니아州 동부도시 리하이 밸리(Rehigh Valley)에 새로운 제조시설을 구축하기 위해 35억 달러 이상을 투자할 것이라고 30일 공표했다.리하이 밸리에는 일라이 릴리의 최신 주사제 및 디바이스 제조시설이 들어서게 된다.주 1회 투여 동종계열 최초 포도당 의존형 인슐린 친화성 폴리펩타이드(GIP), 글루카곤 유사 펩타이드-1(GLP-1) 및 글루카곤 삼중(三重) 호르몬 수용체 작용제의 일종으로 개발이 진행 중인 레타트루타이드(retatrutide)의 생산 또한 이곳에서 이루어지게 된다.리하이 밸리는 일라이 릴리 측이 미국에서 의약품 제조를 강화하기 위해 지난해 2월 이후 공표한 4번째 새로운 미국 내 제조시설이다.일라이 릴리는 이곳에 엔지니어와 과학자, 운영인력 및 실험실 테크니션 등을 포함해 총 850여명의 고부가가치 직종 고용창출이 이루어질 것으로 전망했다.올해 안으로 착공되어 건립공사가 진행되는 동안 2,000여명의 건설직 고용 또한 창출될 것으로 일라이 릴리 측은 예측했다.리하이 밸리 제조시설이 가동에 들어가는 예상시점은 오는 2031년이다.일라이 릴리社의 데이비드 A. 리크스 회장은 “우리의 소임이 환자들, 그리고 그들이 필요로 하는 의약품 공급과 함께 시작되는 것”이라면서 “갈수록 늘어나는 수요를 충족하기 위해 우리는 미국 내 제조 네트워크를 확대하고 있다”고 말했다.리하이 밸리는 차세대 비만 치료제들을 생산하기 위한 역량을 배양하게 될 것이라고 리크스 회장은 설명했다.이에 따라 품질높은 고용이 창출되고, 현지 지역사회와 긴밀한 협력이 이루어지면서 중요한 의약품들의 미국 내 생산이 한층 더 활기를 띌 수 있게 될 것이라고 덧붙이기도 했다.리크스 회장은 뒤이어 “이것은 환자들과 우리의 새로운 펜실베이니아州 둥지, 그리고 미국을 위한 우리의 약속”이라고 강조했다.일라이 릴리의 펜실베이니아州 제조 인프라 확대에 따라 리하이 밸리의 지역경제가 크게 증진될 수 있게 될 것으로 보인다.일라이 릴리 측이 1달러를 투자할 때마다 최대 4달러 상당의 지역경제 활성화 효과로 이어질 수 있을 것이라 기대되기 때문.이와 함께 1명의 제조직 고용이 창출될 때마다 공급사슬, 물류 및 소매유통 등의 관련분야에서 추가적인 고용의 창출이 뒤따를 수 있을 전망이다.펜실베이니아州의 조쉬 샤피로 주지사는 “우리가 2년 전에 리하이 밸리에서 경제개발 전략을 발표했을 때 우리는 오늘 일라이 릴리 측과 함께 공표한 것과 같이 역사적이고 삶을 변화시켜 줄 계약성사에 착수하고자 했다”면서 “내가 임기를 시작하기 이전에 펜실베이니아州는 이와 같이 규모가 큰 투자를 위한 협상조차 부재했던 상황”이라고 말했다.하지만 이제는 건립공사를 착공하고, 지역 내 개발을 위해 투자하고, 고용을 확대하기 위해 우리가 각고의 노력을 기울인 덕분에 많은 성과를 일워낸 것에 감사의 뜻을 전하고 싶다고 샤피로 주지사는 언급했다.덕분에 이제 펜실베이니아州 공동체는 국가적인 차원에서 경쟁하고 승리를 쟁취할 수 있게 됐다고 덧붙이기도 했다.특히 샤피로 주지사는 “일라이 릴리 측이 리하이 밸리와 펜실베이니아州를 위해 제시한 약속에 힘입어 수 십억 달러의 투자가 유치되고, 수 천명선에 달하는 양질의 고용이 창출되고, 생명공학산업의 리더지역으로서 우리의 지위가 한층 더 강화될 수 있게 될 것”이라고 강조했다.펜실베이니아州 포겔스빌에 소재한 리하이 밸리는 과학‧기술‧공학‧수학(STEM) 관련 대학들과의 근접성, 기술제조업 경제, 기존의 인프라 등에 힘입어 300곳 이상의 다른 신청자들을 제치고 선정된 것이다.이곳은 또한 생명공학업계의 수요증가에 따라 관련시설, 교통, 유리한 지역지정 및 인센티브 등의 측면에서 간편한 접근성을 제공해 줄 수 있을 전망이다.일라이 릴리는 인공지능(AI), 기계학습(ML), 통합 모니터링 및 데이터 어낼리틱스를 포함한 첨단기술을 이용해 효율적인 운영과 책임감 있는 의약품 공급이 이루어지도록 한다는 복안이다.또한 지역 내 대학들과 협력하고 펜실베이니아州의 인력양성을 위한 교육에 투자한다는 방침이다.일라이 릴리社의 에드가르도 에르난데스 제조 운영 담당부회장은 “최신 주사제와 디바이스 제조시설이 들어설 일라이 릴리의 리하이 밸리 캠퍼스가 차세대 비만 치료제들의 접근성을 높이고, 현재와 미래의 환자들을 위해 필수적인 의약품들의 미국 내 공급을 개선하는 데 힘을 보태게 될 것으로 기대한다”면서 “우리가 이곳에서 진행할 투자는 단지 제조시설을 구축하는 데 그치지 않을 것”이라고 말했다.즉, 펜실베이니아州의 사람들 뿐 아니라 개별 지역사회들과 미래를 공유하는 곳이 될 것이기 때문이라는 설명이다.펜실베이니아州와 유의미한 파트너 관계의 구축을 통해 우리는 협력을 증진하고, 혁신을 가속화하고, 환경보호(envorinmental stewardship)를 강화하면서 우리가 구축한 제조시설의 벽(facility walls)을 넘어서서 긍정적인 영향이 널리 미칠 수 있도록 할 것이라고 에르난데스 부회장은 단언했다.한편 일라이 릴리는 지난 2020년 이래 총 500억 달러를 상회하는 투자확대를 약속해 왔다.첫째로, 앨라배마州, 펜실베이니아州, 텍사스州, 버지니아州, 노스 캐롤라이나州 및 인디애나州 등에 새로운 제조시설의 구축을 공표했다.둘째로, 인디애나州에 새로운 ‘릴리 메디슨 파운드리’(Lilly Medicine Foundry: 첨단 의약품 제조시설과 신약개발을 위한 새로운 구심점 역할을 할 시설)를 건립하기 위해 45억 달러에 달하는 대규모 투자계획을 공개했다.셋째로, 푸에르토리코와 미국 인디애나州 인디애나폴리스 소재 ‘릴리 테크놀로지 센터’에 대한 투자확대를 공표했다.넷째로, 위스콘신州에서 자사의 제조시설을 매입하고 확대한다는 내용을 공표했다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "헬스",
  "published_at": "2026.02.02 13:49",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322675",
  "scraped_at": "2026-02-03T11:18:16.980633"
}