{
  "nid": "322737",
  "title": "UCB 유전성 미토콘드리아 질환 EU 승인 권고",
  "content": "유럽 의약품감독국(EMA) 약물사용자문위원회(CHMP)가 지난달 30일 UCB社의 유전성 미토콘드리아 질환 치료제 ‘카이거비’(Kygevvi: 독세시틴+독스리브티민)을 승인토록 권고했다.CHMP가 허가를 지지한 ‘카이거비’의 적응증은 12세 또는 그 이전이 증상이 나타나기 시작했고, 유전적으로 확인된 티미딘 인산화효소 2 결핍증(TK2d) 환자들을 치료하는 용도이다.앞서 ‘카이거비’는 지난해 11월 FDA로부터 12세 또는 그 이전에 증상이 나타나기 시작한 소아‧성인 티미딘 인산화효소 2 결핍증 환자들을 위한 치료제로 발매를 승인받은 바 있다.티미딘 인산화효소 2 결핍증은 100만명당 1명 이하의 비율로 영향을 미치는 희귀 유전성 질환의 일종이지만, 생명을 위협할 수 있다는 것이 전문가들의 지적이다.유럽에서는 아직까지 허가를 취득한 치료대안이 부재한 형편이다.이에 따라 현재까지 튜브를 이용한 영양공급, 물리치료를 통햔 운동지원, 인공호흡기를 사용한 호흡보조 등의 제한적인 지지요법들이 사용되어 왔다.티미딘 인산화효소 2 결핍증은 티미딘 인산화효소 2(TK2: thymidine kinase 2) 유전자의 변이로 인해 발생하는 것으로 알려져 있다.이 같은 변이가 나타나면 미토콘드리아 DNA의 생성과 유지를 돕는 TK2 효소가 본연의 역할을 적절하게 수행하지 못하도록 차단하게 된다.그 결과 미토콘드리아가 기능을 제대로 수행할 수 없게 되고, 근육이 충분한 에너지를 생산하지 못하게 되면서 진행성 근육병증, 운동기능 상실, 보행능력 상실, 호흡곤란 및 기대수명 단축 등으로 귀결되는 것으로 알려져 있다.‘카이거비’가 환자들에게서 작용하는 기전은 아직까지 명확하게 확립되지 않았다.하지만 동물실험 모델 연구결과를 보면 ‘카이거비’의 약효성분들인 피리미딘 뉴클레오사이드 독세시틴 및 독스리브티민이 변화되어 근육세포 내부에서 미토콘드리아 DNA와 결합되고, 미토콘드리아 DNA의 생성과 유지를 개선해 주는 것으로 시사됐다.이 같은 기전을 통해 ‘카이거비’는 감소한 티미딘 인산화효소 2의 활성을 보충하고, 티미딘 인산화효소 2 결핍증의 진행이 둔화되도록 도움을 주는 것으로 사료되고 있다.허가권고 결정은 후향적 의무기록 검토와 39명의 티미딘 인산화효소 2 결핍증 환자들을 대상으로 이루어진 1건의 임상 2상 단일그룹 시험에서 도출된 자료를 근거로 이루어진 것이다.임상 2상 시험의 참여한 피험자들은 12세 또는 그 이전에 증상이 나타나기 시작한 환자들이었다.시험에서 ‘카이거비’가 운동 기능에 나타낸 효과는 개별환자들을 대상으로 치료 시작 전‧후로 운동 발달에 미친 영향을 비교평가하는 방식으로 진행됐다.‘카이거비’를 사용해 치료를 시작한 후 84%의 환자들에게서 한가지 이상의 운동기능이 회복된 것으로 나타나 이 치료제가 운동기능을 개선해 줄 수 있을 것임이 시사됐다.‘카이거비’를 사용해 치료를 진행한 환자들에게 가장 빈도높게 수반된 부작용을 보면 설사, 구토 및 복통 등이 보고됐다.CHMP의 ‘카이거비’에 대한 허가권고는 예외적인 상황(exceptional circumstances) 하에서 도출됐다.매년 검토를 진행함을 전제로 조건부(specific obligations) 허가가 가능할 수 있다는 의미이다.이 같은 방식은 티미딘 인산화효소 2 결핍증 환자들의 희소성으로 인해 충분한 수준의 효능‧안전성 자료를 확보할 수 없을 때 사용되고 있다.EMA는 ‘카이거비’의 효능‧안전성을 확인하기 위한 새로운 시험을 진행할 것을 UCB 측에 주문했다.‘카이거비’는 환자들의 충족되지 못한 의료상의 니즈에 부응할 수 있는 잠재력을 내포한 의약품의 허가심사를 지원하기 위한 EMA의 ‘PRIME’ 프로그램이 적용됐다.CHMP가 허가를 권고함에 따라 EU 집행위원회의 최종 승인 유무를 예의주시해야 할 것으로 보인다.",
  "author": "이덕규 기자",
  "email": "abcd@yakup.com",
  "category": "헬스",
  "published_at": "2026.02.03 10:43",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322737",
  "scraped_at": "2026-02-03T11:18:26.447568"
}