{
  "nid": "322703",
  "title": "\\\"간편하게 업로드하면 끝\\\" 통보·기록 일괄, 25년 만에 대체조제 전산화",
  "content": "약국 조제 프로그램(PIT3000·PMPLUS20)에서심평원 대체조제 사후통보 전산 기능이 적용된 화면 예시.대체조제 사후통보 간소화 제도가 2월 2일부터 시행되면서, 약국의 대체조제 사후통보 방식에 전산 시스템이 공식적으로 추가됐다. 이에 따라 약국은 기존 전화·팩스·전자우편 방식 외에도 건강보험심사평가원이 구축한 ‘대체조제 정보시스템’을 활용해 대체조제 내역을 전자적으로 통보할 수 있게 됐다.이번 제도는 약사법 및 시행규칙 개정에 따른 것으로, 동일성분 대체조제 후 사후통보 방법을 전자적 방식으로 확대하는 데 목적이 있다. 기존 통보 수단은 그대로 유지되지만, 전산 시스템이 추가되면서 통보 이력 관리와 행정 처리 방식에 구조적인 변화가 생기게 됐다. 의약분업 이후 25년간 유지돼 온 아날로그 중심의 사후통보 구조에 디지털 통로가 처음 마련된 셈이다.심평원이 운영하는 ‘대체조제 정보시스템’은 다건 처리를 전제로 설계됐다. 약국은 청구 프로그램에서 대체조제 내역을 엑셀 파일로 내려받아 시스템에 업로드한 뒤, 체크박스 선택을 통해 여러 건을 한 번에 통보할 수 있다. 개별 입력도 가능하지만, 엑셀 업로드 방식이 기본 구조다. 통보 버튼을 클릭해야 사후통보가 완료되며, 통보 시점은 자동으로 기록된다.통보 이후에도 수정이나 삭제가 가능하다. 다만 수정 시에는 수정 여부와 수정 일자가 함께 남아 이력으로 관리된다. 대체조제 통보일 자체는 수정할 수 없도록 설계돼, 통보 시점에 대한 증거성이 확보된다. 사후통보 기한은 원칙적으로 대체조제 후 1일 이내이며, 부득이한 경우 3일 이내까지 허용된다. 기한을 초과할 경우에는 지연 사유를 입력해야 한다는 점도 시스템 안내사항에 명시돼 있다.의사는 정보시스템에 접속해 본인이 발행한 처방전에 한해 약사가 통보한 대체조제 내역을 확인할 수 있다. 다만 현재 구조에서는 별도의 알림 기능은 제공되지 않아, 의사가 직접 시스템에 접속해 확인해야 한다. 처방·조제 프로그램과의 자동 연동(API)은 아직 구현되지 않은 상태다.시스템 입력 항목 가운데 ‘보험등재 구분’은 의약품의 보험 등재 여부를 구분하기 위한 정보로, 급여·비급여 처방을 의미하는 항목은 아니다. 심평원은 홈페이지 질의응답을 통해 해당 항목의 의미를 명확히 안내하고 있다.이광민 대한약사회 부회장이 2일 대한약사회관에서 대체조제 사후통보 전산화 제도와 심평원 정보시스템 활용 방안을 설명하고 있다.대한약사회는 제도 시행 당일인 2일 오후 서울 서초구 대한약사회관에서 전문언론 대상 브리핑을 열고, 대체조제 사후통보 전산화의 취지와 향후 과제를 설명했다.이광민 부회장은 “시행규칙과 약사법 개정 취지에 맞게, 회원들이 현장에서 최대한 편안하게 활용할 수 있는 시스템을 만드는 데 복지부와 심평원과 함께 지속적으로 논의해 왔다”고 밝혔다.이 부회장은 약사회가 당초 목표로 삼았던 방향으로 API 연동 방식을 꼽았다.그는 “약국 프로그램 안에서 대체조제 내역을 취합해 원클릭으로 통보하는 API 연동이 가장 효율적인 방식이지만, 약사법 개정이 늦게 통과되면서 올해 예산에 관련 설계·개발 비용을 반영하지 못했다”며 “아쉽지만 시행규칙 시행에 맞춰 차선책으로라도 가장 활용하기 쉬운 방식의 시스템을 먼저 구축하게 됐다”고 설명했다.이어 “25년 만에 대체조제 사후통보 방식에 심평원 정보시스템이 도입된 것은 품절약 증가, 수급 불균형, 비대면 진료 제도화 등 환경 변화 속에서 국민 건강과 안전, 편익을 확보하자는 사회적 합의의 결과”라며 “오늘부터 회원들이 이 시스템을 적극 활용해 품절약이나 원거리 비대면 진료 처방 등 현장에서 불가피한 상황에 대응해 주길 바란다”고 당부했다.약국 입장에서 가장 큰 변화는 사후통보 이행 여부를 둘러싼 행정적 부담이 크게 줄어든 점이다. 이 부회장은 “그동안은 팩스가 제대로 전송됐는지, 전화로 통보했는지에 대한 증빙 문제로 행정적 어려움이 많았지만, 이번 시스템에서는 업로드와 통보만 하면 약국의 행정적 의무는 마무리된다”며 “약국 입장에서는 안심하고 사용할 수 있는 구조”라고 말했다.다만 기록이 남는 구조인 만큼 유의점도 함께 언급했다. 그는 “기록이 남는다는 점은 대부분 장점이지만, 2~3일 후 통보하는 경우에도 그대로 남기 때문에 가급적 1일 이내 통보를 권장한다”며 “불가피한 경우 사유 입력이 필요할 수 있고, 이 부분은 향후 시스템 보완 과정에서 정리될 것”이라고 설명했다. 공휴일 산입 여부 등 기한 계산 기준에 대해서도 추가 검토가 필요하다는 점을 덧붙였다.책임 소재와 관련해서는 “대체조제 자체가 문제를 만드는 것이 아니라, 그동안 기록과 증빙이 불명확했던 점이 분쟁의 원인이었다”며 “동일성분·동일함량·동일제형, 생물학적 동등성이 인정된 의약품으로의 대체조제는 원칙적으로 안전성이 담보된 행위”라고 선을 그었다. 이어 “시스템에는 처방일, 조제일, 대체조제일이 모두 기록돼 있어, 책임 소재를 둘러싼 불필요한 논란을 줄이는 데 도움이 될 것”이라고 덧붙였다.대한약사회는 제도 시행 이후 약국 현장의 사용 경험과 불편 사항을 지속적으로 모니터링해 심평원·복지부와 협의하며 시스템을 보완해 나간다는 방침이다. 중장기적으로는 API 연동 등 고도화 과제를 검토해, 약국 현장의 부담을 더욱 줄이겠다는 계획도 밝혔다.",
  "author": "전하연 기자",
  "email": "hayeon@yakup.com",
  "category": "헬스",
  "published_at": "2026.02.03 06:00",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322703",
  "scraped_at": "2026-02-03T11:18:08.636373"
}