{
  "nid": "322702",
  "title": "\\\"국내 최초 AI 기반 PK·PD 모델링 특화 기업 \\'APLUS 시뮬레이션\\' 등장\\\"",
  "content": "©APLUS SimulationAI를 앞세운 신약개발 기업이 넘쳐난다. 그러나 PK·PD(약동학·약력학)처럼 임상 개발의 핵심 영역을 정확히 이해하고, 이를 실제 신약개발 현장에 적용하는 기업은 많지 않다. 이 공백을 정조준한 기업이 등장했다. 지난해 말 공식 출범한 ‘APLUS Simulation(에이플러스 시뮬레이션)’이다.약업신문은 AI 신약개발 ‘라이징 스타’가 등장했다는 이야기에 최근 서울 서초구에 위치한 APLUS를 직접 찾았다.APLUS가 전면에 내세우는 키워드는 계량약리학(Pharmacometrics)을 기반으로 한 모델링과 AI 기술의 융합이다. PK·PD를 중심으로 집단약동학(PopPK), 생리기반약동학(PBPK), 정량적 시스템 약리학(QSP) 등 전통적인 계량약리학 방법론을 토대로, AI 기술을 활용하여 신약개발 전 과정에서 임상 예측력을 올리는 것을 목표로 한다.회사는 이를 통해 △AI알고리즘 기반 데이터 자동화 추출·엔진 제작 △AI·모델링을 활용한 동물-사람 간 전환 예측 △임상시험 단계 간 약물 노출 및 약효 예측 등, 신약개발의 핵심 개발 의사결정을 지원하는 컴퓨터 기반 AI·모델링 소프트웨어를 구축하고 있다.APLUS는 이제 막 출범했지만, 이력은 이미 산업 전반에 깊게 녹아 있다. 배수현·이소진 공동대표는 모두 약사로, 배수현 대표는 Ph.D, 이소진 대표는 Pharm.D, Ph.D 학위를 보유하고 있다. 두 대표는 국내 최초 계량약리학 모델링 전문 조직에서 핵심 모델링 인력으로 활동하며 다양한 제약·바이오 프로젝트를 통해 풍부한 모델링 경험을 축적해 왔다.배수현 대표는 학계와 공공연구기관, 산업계에서 모델링 실무와 관련 연구를 두루 수행한 전문가로, 미국 FDA 펠로우십 프로그램을 통해 PK/PD 모델링이 글로벌 규제 환경에서 허가 전략과 개발 의사결정에 어떻게 활용되는지도 직접 체득했다.이소진 대표는 미국 임상 약사 출신으로, 국내 최초 모델링 회사의 창립 멤버로서 국내 제약업계 전반의 모델링 실무를 총괄·수행한 전문가로, 현재 성균관대 약학대학 바이오헬스규제과학과 겸임교수로도 재직하며 대학원 과정에서 PK·PD 및 임상 약리학을 가르치고 있다.배 대표는 “신약개발에서 성공 확률을 높이는 지점은 이미 정해져 있다”면서 “용량 설정, 환자군 이해, 전임상과 임상 간 전환 같은 핵심 구간에서 모델링이 얼마나 정확하게 신뢰도 높은 예측을 제공하느냐가 관건”이라고 강조했다.APLUS의 가장 큰 강점은 AI를 활용하는 방식에 있다. AI를 기존 모델링을 대체하는 블랙박스 기술로 쓰기보다, 생물학적 기전과 임상 데이터를 수식으로 연결한 기전(mechanistic) 모델을 보완하는 예측력을 높이는 도구로 활용한다는 접근이다.특히, 데이터의 추출과 탐색, 약물 노출과 효과에 영향을 미치는 핵심 인자의 탐색 및 순위화, 모델 고도화, 예측 정확도 개선 등 실제 임상적 유틸리티가 검증되는 지점에 AI를 선택적으로 적용한다는 전략이다. 무분별한 AI 도입이 아닌, 개발 의사결정의 정확도를 실질적으로 높일 수 있는 영역에 집중하겠다는 것이다.현재 수행 중인 프로젝트 역시 이러한 방향성을 전제로, 작용기전 이해와 해석이 특히 중요한 영역에 역량을 집중하고 있으며, 항체의약품, 이중항체, ADC, 유전자치료제 등 복합 모달리티 데이터를 기반으로 한 AI·모델링 기술 융합이 주를 이룬다.이 대표는 “에이플러스는 실제 임상 개발 현장에서 바로 적용할 수 있는 판단 근거를 만드는 데 초점을 두고 있다”며 “AI를 모델링에 접목하여 발전시켜 나가는 것이 모델링의 정교화와 예측 정확도를 한 단계 끌어올리는 미래의 핵심 방향이며, 이와 같은 기술 융합은 가능하다. 그리고 이미 현실이 되고 있다”고 말했다. 이어 “궁극적으로는 과학적이고 효율적인 의사결정을 통해 신약개발 과정에서 발생하는 필요한 비용과 시간 손실을 줄이는 것이 목표”라고 말했다.업계에서도 이러한 역량을 주목하는 분위기다. APLUS는 설립된 지 얼마되지 않았지만, 이미 여러 제약·바이오 기업은 물론 및 AI 연구진들과도 협업을 진행 중이다. 회사는 이러한 접근이 최근 정부가 강조하는 AI-바이오 정책 기조 속에서, IND 단계에서 요구되는 핵심 개발 의사결정을 뒷받침하는 실질적인 지원 도구로 활용될 것으로 기대하고 있다. 이는 미국 FDA가 추진하는 NAMs(New Approach Methodologies) 중심의 개발·규제 방향과도 맞닿아 있으며, NAMs 기반 신약개발을 위한 핵심 기술로 중점적으로 고도화하고 있다는 설명이다.APLUS는 신약개발 과정에서 실질적인 가치를 제공하는 데 집중하고 있다. 의뢰사의 개별 파이프라인에 깊이 관여해, AIx모델링 융합 결과가 실제 개발 의사결정에 직접 활용될 수 있도록 하는 것이 목표다. 이를 통해 궁극적으로는 신약개발 성공 가능성을 높이는 데 기여하겠다는 전략이다.두 공동대표는 “신약개발은 결국 선택의 연속이며, 그 출발점은 PK·PD와 같은 개발의 핵심을 정확히 이해하는 데 있다”며 “에이플러스는 이러한 판단이 보다 과학적이고 합리적으로 이뤄질 수 있도록 최신 기술을 적용하여 돕는 역할을 해나가겠다”고 입을 모았다.",
  "author": "권혁진 기자",
  "email": "hjkwon@yakup.com",
  "category": "헬스",
  "published_at": "2026.02.03 06:00",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322702",
  "scraped_at": "2026-02-03T11:18:13.403618"
}