{
  "nid": "322711",
  "title": "엇갈린 3상 성적표…사노피, 벤글루스타트 방향 재정렬",
  "content": "희귀질환 치료제 파이프라인 강화를 추진해 온 사노피가 경구용 글루코실세라마이드 합성효소(GCS) 억제제 ‘벤글루스타트(venglustat)’의 3상 임상에서 엇갈린 성적표를 받아 들었다. 파브리병에서는 1차 평가변수를 충족하지 못했지만, 제3형 고셔병(GD3)에서는 신경학적 지표 개선을 확인하며 적응증별 전략을 분리하는 국면에 들어섰다.사노피는 벤글루스타트를 대상으로 두 건의 후기 임상을 병행했다. 파브리병 환자 122명을 대상으로 한 ‘페리도트(Peridot)’ 연구와, GD3 환자 43명을 등록한 ‘리프2모노(Leap2Mono)’ 시험이다.페리도트 연구에서는 상·하지 신경병증성 통증과 복통을 포함한 환자 보고 증상 개선에서 위약 대비 우월성을 입증하지 못했다. 사노피는 양 군 모두에서 통증 감소가 관찰되며 치료군과 대조군 간 차이가 축소됐다고 설명했다.반면 GD3를 평가한 리프2모노 시험에서는 긍정적 신호가 확인됐다. 벤글루스타트를 투여받은 환자군은 52주 시점에서 운동실조 및 신경인지 상태를 반영하는 척도에서 통계적으로 유의한 개선을 보였고, 효소대체요법(ERT)을 받은 대조군과의 비교에서 p값 0.007을 기록했다.비신경학적 2차 지표인 비장·간 용적 변화와 헤모글로빈 수치에서도 벤글루스타트는 ERT와 유사한 성과를 보였다는 것이 회사 측 설명이다. 안전성 측면에서는 두통, 오심, 비장 비대, 설사가 주된 이상반응으로 보고됐으며, 두통 발생은 오히려 ERT 군에서 더 높았다.사노피는 이 결과를 근거로 GD3 적응증에 대해 규제당국과 허가 협의를 진행할 계획이다. 회사는 이미 고셔병 치료 영역에서 ERT와 경구 GCS 억제제를 보유하고 있어, 벤글루스타트가 승인될 경우 치료 옵션의 스펙트럼이 확대될 수 있다. 다만 파브리병에서의 1차 지표 미달성으로 벤글루스타트의 활용 범위는 한동안 GD3 중심으로 재편될 가능성이 커졌다.파브리병 전략이 완전히 접힌 것은 아니다. 사노피는 벤글루스타트를 활용해 좌심실 질량지수(left cardiac ventricular mass index)를 평가하는 별도의 3상 연구를 계속 진행 중이다. 회사는 증상 기반 지표와 심장 구조 지표 간의 차이를 감안해 추가 데이터를 축적하겠다는 입장이다.사노피 연구개발(R&D)을 총괄하는 후만 아쉬라피안(Houman Ashrafian) 박사는 “희귀질환 연구에 대한 회사의 의지를 다시 확인하는 결과”라며, GD3 환자에게 경구 치료 옵션이 제공될 경우 신경학적 부담 완화에 의미 있는 변화를 가져올 수 있다고 언급했다. 회사는 ‘충족되지 않은 의료 수요(unmet medical needs)’를 중심으로 적응증별 접근 전략을 이어간다는 방침이다.이번 발표는 벤글루스타트의 개발 궤적이 단계적으로 축소돼 온 흐름의 연장선으로도 해석된다. 해당 후보물질은 한때 ‘파이프라인 인 어 필(pipeline in a pill)’로 불리며 다수 적응증 확장이 기대됐지만, 2021년 파킨슨병과 상염색체우성 다낭신에서 중간 단계 임상 실패를 겪었고, 2024년에는 GM2 강글리오시드증 적응증에서도 임상적 긍정 신호 부족을 이유로 개발이 중단됐다. 현재 벤글루스타트의 개발 축은 파브리병과 GD3 두 영역으로 압축된 상태다.사노피의 전반적인 R&D 환경 역시 순탄하지만은 않다. 항-OX40L 항체, 경구 TNF 억제제, IL-33 표적 후보물질 등 일부 핵심 자산에서 연이어 임상적 도전에 직면하며 포트폴리오 전반이 ‘혼합(mixed)’ 국면에 들어섰다는 내부 평가가 나온 바 있다.최근 실적 설명 자리에서 폴 허드슨(Paul Hudson) 최고경영자(CEO) 역시 연구개발 과정이 “굴곡의 연속이었다(bumpy ride)”고 언급하며, 임상 성과의 변동성을 공개적으로 인정했다.벤글루스타트의 GD3 성과는 사노피 희귀질환 전략에 단기적 모멘텀을 제공할 수 있지만, 파브리병 3상 실패는 파이프라인 전반의 재정렬 필요성을 다시 부각시키고 있다. 사노피는 적응증별 임상 데이터의 무게중심을 재조정하는 한편, 승인 가능성이 확인된 영역부터 상업화를 추진하는 단계적 접근을 이어갈 전망이다. 희귀질환 치료에서 경구 옵션의 잠재력이 확인된 만큼, 향후 규제 협의 결과와 추가 임상 데이터가 벤글루스타트의 최종적 위치를 가를 핵심 변수로 작용할 것으로 보인다.",
  "author": "최윤수 기자",
  "email": "jjysc0229@yakup.com",
  "category": "헬스",
  "published_at": "2026.02.03 06:00",
  "url": "https://www.yakup.com/news/index.html?mode=view&cat=16&nid=322711",
  "scraped_at": "2026-02-03T11:18:09.247595"
}